{"deity60":"<h1 class=player>Cyrrollalee<b>, The Hand of Fellowship</b></h1><p class=flavor><b>Type: </b>Exarch<br><b>Alignment: </b>Good<br><b>Gender:</b> Female<br><b>Sphere:</b> Friendship<br><b>Dominion:</b> Green Fields<br><b>Priests:</b> -<br><b>Adjective:</b> Cyrrollaleen<br></p>For more than a millennia, Cyrrollalee busied herself with overseeing the mundane minutia of the stewardship of halflings' homes. She encouraged camaraderie among her subjects, always with an eye toward ensuring the safety of each halfling's individual dwelling. Of late, however, she has expanded her view of home from the literal to the metaphorical, believing that the time of the halfling is now, and that in order for the hin to ascend to their rightful place of honor and respect, the race needs new homelands beyond the borders of Luiren.<p><br></p><p class=publishedIn>Published in Forgotten Realms Campaign Guide, page(s) 81.</p>","deity140":"<h1 class=player>Lolth (Forgotten Realms)</h1><p class=flavor><b>Type: </b>Greater God<br><b>Alignment: </b>Chaotic Evil<br><b>Gender:</b> Female<br><b>Sphere:</b> Drow<br><b>Dominion:</b> Demonweb Pits<br><b>Priests:</b> Arachne<br><b>Adjective:</b> Lolthite<br><b>Domain: </b>Darkness, Poison, Strife<br></p>The Spider Queen sits alone in the Demonweb Pits, presiding over the drow and their manifold schemes and betrayals. She revels in blood, hungers for sacrifice, and toys with worshipers and victims alike. Hers is a cold cruelty born of the blackest pits in the endless Abyss.<br>    Lolth exists on her home plane in the form of seven monstrous spiders and one beautiful drow maiden. She took these forms when, through the force of her own horrific will, she transformed into the greater goddess she is today.<br>    Lolth appears to her worshipers from time to time, but never because she is summoned. Lolth serves no one, and she demands absolute fealty from all drow, though only females can serve her as arachne. Males are considered unclean, if occasionally necessary. Still, if one turns his back on her, she takes vengeful notice.<p><br></p><p class=publishedIn>Published in Forgotten Realms Campaign Guide, page(s) 75.</p>","deity40":"<h1 class=player>Sheela Peryroyl<b>, Green Sister</b></h1><p class=flavor><b>Type: </b>God<br><b>Alignment: </b>Good<br><b>Gender:</b> Female<br><b>Sphere:</b> Beauty<br><b>Dominion:</b> Green Fields<br><b>Priests:</b> Greenfosters<br><b>Adjective:</b> Sheelite<br><b>Domain: </b>Love, Wilderness<br></p>The distant, somewhat aloof Sheela Peryroyl plays an important role in the culture of ghostwise halflings, representing the balance between the tamed earth of agricultural civilization and the verdant growth of the wild.<p><br></p><p class=publishedIn>Published in Forgotten Realms Campaign Guide, page(s) 80.</p>","deity80":"<h1 class=player>Shevarash<b>, The Black Archer</b></h1><p class=flavor><b>Type: </b>Exarch<br><b>Alignment: </b>Unaligned<br><b>Gender:</b> Male<br><b>Sphere:</b> Vengeance<br><b>Dominion:</b> Arvandor<br><b>Priests:</b> Dhaeraowathila<br><b>Adjective:</b> Shevarashan<br></p>Shevarash is taciturn, violent, and consumed by thoughts of bitterness and revenge. He never displays any emotion aside from anger and a brief exultation or triumph after each victory. The Black Archer has no patience for those who do not share his zeal for vengeance, and he has no interest in moderating his crusade in the interests of peace.<p><br></p><p class=publishedIn>Published in Forgotten Realms Campaign Guide, page(s) 81.</p>","deity120":"<h1 class=player>The Keeper</h1><p class=flavor><b>Type: </b>God<br><b>Alignment: </b>Evil<br><b>Gender:</b> Male<br><b>Sphere:</b> Gluttony, greed, necromancy<br><b>Domain: </b>Death, Torment<br></p>The Keeper is the master of death and decay. He hungers for souls.<br><br>The Keeper is part of The Dark Six. Complementing the Sovereign Host and its focus on the light of civilization, the Dark Six represent the darkness of the wilds. The two pantheons were once combined, but a great schism separated them. The Dark Six now oppose the Host on all fronts. Where the Sovereign Host is generally good, the Dark Six are by and large evil. Where the Sovereign Host values community and government, the Dark Six value individuality and anarchy. The Dark Six are cruel, passionate, brutal, and wild.<p><br></p><p class=publishedIn>Published in Eberron Player's Guide, page(s) 19.</p>","deity20":"<h1 class=player>Gruumsh<b>, The One-Eyed God</b></h1><p class=flavor><b>Type: </b>Greater God<br><b>Alignment: </b>Chaotic Evil<br><b>Gender:</b> Male<br><b>Sphere:</b> Savagery<br><b>Dominion:</b> Nishrek<br><b>Priests:</b> Shamans<br><b>Adjective:</b> Gruuman<br><b>Domain: </b>Destruction, Strength<br></p>Gruumsh is the chaotic evil god of destruction, lord of marauding barbarian hordes. Where Bane commands conquest, Gruumsh exhorts his followers to slaughter and pillage. Orcs are his fervent followers, and they bear a particular hatred for elves and eladrin because Corellon put out one of Gruumsh's eyes. The One-Eyed God gives simple orders to his followers:<br>•     Conquer and destroy.<br>•     Let your strength crush the weak.<br>•     Do as you will, and let no one stop you.<p><br></p><p class=publishedIn>Published in Dungeon Master's Guide, page(s) 162.</p>","deity100":"<h1 class=player>Tharizdun<b>, The Chained God</b></h1><p class=flavor><b>Type: </b>Greater God<br><b>Alignment: </b>Chaotic Evil<br><b>Gender:</b> Male<br><b>Domain: </b>Destruction, Madness<br></p>Tharizdun is the chaotic evil god who created the Abyss. He is not mentioned in the Player's Handbook or named in the Monster Manual, because the fact of his existence is not widely known. A few scattered cults of demented followers revere him, calling him the Chained God or the Elder Elemental Eye. Tharizdun doesn't speak to his followers, so his commands are unknown, but his cults teach their members to:<br>•     Channel power to the Chained God, so he can break his chains.<br>•     Retrieve lost relics and shrines to the Chained God.<br>•     Pursue the obliteration of the world, in anticipation of the Chained God's liberation.<p><br></p><p class=publishedIn>Published in Dungeon Master's Guide, page(s) 163.</p>","deity1":"<h1 class=player>Avandra</h1><p class=flavor><b>Type: </b>God<br><b>Alignment: </b>Good<br><b>Gender:</b> Female<br><b>Domain: </b>Change, Freedom, Luck<br></p>The god of change, Avandra delights in freedom, trade, travel, adventure, and the frontier. Her temples are few in civilized lands, but her wayside shrines appear throughout the world. Halflings, merchants, and all types of adventurers are drawn to her worship, and many people raise a glass in her honor, viewing her as the god of luck. Her commandments are few: <br>* Luck favors the bold. Take your fate into your own hands, and Avandra smiles upon you.<br>* Strike back against those who would rob you of your freedom and urge others to fight for their own liberty.<br>* Change is inevitable, but it takes the work of the faithful to ensure that change is for the better.<p><br></p><p class=publishedIn>Published in Player's Handbook, page(s) 21, Heroes of the Fallen Lands, page(s) 49.</p>","deity61":"<h1 class=player>Deep Sashelas<b>, Lord of the Undersea</b></h1><p class=flavor><b>Type: </b>Exarch<br><b>Alignment: </b>Good<br><b>Gender:</b> Male<br><b>Sphere:</b> Oceans<br><b>Dominion:</b> Arvandor<br><b>Priests:</b> -<br><b>Adjective:</b> Sashelan<br></p>Deep Sashelas is a charismatic leader and an inspired creator whose art is everchanging. Unlike the other Seldarine, Deep Sashelas is rarely satisfied with what he's done and always seeks to improve it. Deep Sashelas can be fickle and flighty, and there are many myths that involve his amorous exploits with such creatures as mermaids, mortal sea elves, human females, and even a demigoddess.<p><br></p><p class=publishedIn>Published in Forgotten Realms Campaign Guide, page(s) 81.</p>","deity21":"<h1 class=player>Kelemvor<b>, Lord of the Dead</b></h1><p class=flavor><b>Type: </b>Greater God<br><b>Alignment: </b>Unaligned<br><b>Gender:</b> Male<br><b>Sphere:</b> Death<br><b>Dominion:</b> Fugue Plane<br><b>Priests:</b> Doomguides<br><b>Adjective:</b> Kelemvorite<br><b>Domain: </b>Death, Fate, Justice<br></p>Kelemvor presides over the passage from life to death with a firm hand and a steady grace. He is deeply earnest in his role as the Judge of the Damned, having set himself above the push and pull of law and chaos, good and evil. He takes each soul as it comes, preaching only the natural inevitability of its transition from one world to the next.<br>    Because of Kelemvor's deep respect for both life and death, the undead enrage him. His priests are tireless opponents of the necromantic arts. Families who lose a loved one are comforted by Kelemvor's doomguides, who counsel the bereaved with a gentle understanding and a simple philosophy that with light there must be darkness, with day there must be night, with life there must be death.<br>    Shieldmeet and the Feast of the Moon are set aside as days of remembrance, when doomguides seek the counsel of the dead.<p><br></p><p class=publishedIn>Published in Forgotten Realms Campaign Guide, page(s) 75.</p>","deity81":"<h1 class=player>Shiallia<b>, Dancer in the Glades</b></h1><p class=flavor><b>Type: </b>Exarch<br><b>Alignment: </b>Good<br><b>Gender:</b> Female<br><b>Sphere:</b> Fertility<br><b>Dominion:</b> Deep Wilds<br><b>Priests:</b> Woodwices<br><b>Adjective:</b> Shiallian<br></p>Shiallia is winsome and earthy, delighting in dancing and frolicking in the woods and playing with woodland creatures when she is not tending to their needs. She has a low, throaty voice, and enjoys retorting with clever (and often crudely suggestive) rejoinders when engaged in conversation. At times she seems to behave like a satyr, but she has a more mysterious quality and unexpressed depths that a satyr would find incomprehensible. She is fiercely protective of her charges, but lets matters outside her purview go unchallenged, since they do not directly involve her, unless she is ordered to act by Mielikki or Silvanus.<p><br></p><p class=publishedIn>Published in Forgotten Realms Campaign Guide, page(s) 81.</p>","deity41":"<h1 class=player>Sseth<b>, Defiler of the Dead</b></h1><p class=flavor><b>Type: </b>God<br><b>Alignment: </b>Evil<br><b>Gender:</b> Male<br><b>Sphere:</b> Serpents<br><b>Dominion:</b> Towers of Night<br><b>Priests:</b> Mazewalkers<br><b>Adjective:</b> Ssethssar<br><b>Domain: </b>Arcana, Darkness<br></p>Sseth is the jealous personification of evil. The Defiler of the Dead is always looking for ways to recruit new followers and disrupt the churches of other deities. Despite his loathsome nature, Sseth takes good care of his followers and does not willingly betray or abandon his people, as he finds it practical to maintain their loyalty. Sseth can be quite gracious and charming when first encountered, but he reveals his true colors very quickly.<p><br></p><p class=publishedIn>Published in Forgotten Realms Campaign Guide, page(s) 80.</p>","deity141":"<h1 class=player>Tiamat (Forgotten Realms)<b>, The Dragon Queen</b></h1><p class=flavor><b>Type: </b>God<br><b>Alignment: </b>Evil<br><b>Gender:</b> Female<br><b>Sphere:</b> Greed<br><b>Dominion:</b> Banehold<br><b>Priests:</b> Wyrmkeepers<br><b>Adjective:</b> Tiamatan<br><b>Domain: </b>Tyranny, Vengeance<br></p>The eternal foe of Bahamut. Tiamat, revered as the mother of all chromatic dragons, was once known to the Untheric people as the Nemesis of the Gods and worked to overthrow the other deities of their pantheons. She now lurks and plots under the rule of the mighty god Bane, operating from her various lairs in the desolate realm of Banehold.<p><br></p><p class=publishedIn>Published in Forgotten Realms Campaign Guide, page(s) 80.</p>","deity121":"<h1 class=player>The Mockery</h1><p class=flavor><b>Type: </b>God<br><b>Alignment: </b>Evil<br><b>Gender:</b> Male<br><b>Sphere:</b> Violence, betrayal, dishonorable victory, love of carnage, war<br><b>Domain: </b>Trickery, War<br></p>The Mockery is the god of treachery and brutality. Evil assassins and fighters are among those who revere him.<br><br>The Mockery is part of The Dark Six. Complementing the Sovereign Host and its focus on the light of civilization, the Dark Six represent the darkness of the wilds. The two pantheons were once combined, but a great schism separated them. The Dark Six now oppose the Host on all fronts. Where the Sovereign Host is generally good, the Dark Six are by and large evil. Where the Sovereign Host values community and government, the Dark Six value individuality and anarchy. The Dark Six are cruel, passionate, brutal, and wild.<p><br></p><p class=publishedIn>Published in Eberron Player's Guide, page(s) 19.</p>","deity10":"<h1 class=player>The Raven Queen</h1><p class=flavor><b>Type: </b>God<br><b>Alignment: </b>Unaligned<br><b>Gender:</b> Female<br><b>Domain: </b>Death, Fate, Winter<br></p>The name of the god of death is long forgotten, but she is called the Raven Queen. She is the spinner of fate and the patron of winter. She marks the end of each mortal life, and mourners call upon her during funeral rites, in the hope that she will guard the departed from the curse of undeath. She expects her followers to:<br>* Hold no pity for those who suffer and die, for death is the natural end of life.<br>* Bring down the proud who try to cast off the chains of fate. As the instrument of the Raven Queen, you must punish hubris where you find it.<br>* Watch for the cults of Orcus and stamp them out whenever they arise. The Demon Prince of the Undead seeks to claim the Raven Queen's throne.<p><br></p><p class=publishedIn>Published in Player's Handbook, page(s) 22, Heroes of the Fallen Lands, page(s) 53.</p>","deity30":"<h1 class=player>Angharradh<b>, The Triune Goddess</b></h1><p class=flavor><b>Type: </b>God<br><b>Alignment: </b>Good<br><b>Gender:</b> Female<br><b>Sphere:</b> Wisdom<br><b>Dominion:</b> Arvandor<br><b>Priests:</b> Circle Singers<br><b>Adjective:</b> Angharradhan<br><b>Domain: </b>Hope, Protection<br></p>Angharradh is the unified face of the deity who is both three separate goddesses—Aerdrie Faenya, Hanali Celanil, and Sehanine Moonbow—as well as a single goddess who subsumes their three separate aspects. As such, Angharradh's nature reflects the personality traits of each of the Three, including the impulsive and whimsical nature of the Winged Mother, the romantic and affectionate nature of the Heart of Gold, and the serene and ephemeral nature of the Daughter of the Night Skies.<p><br></p><p class=publishedIn>Published in Forgotten Realms Campaign Guide, page(s) 80.</p>","deity90":"<h1 class=player>Dispater<b>, Lord of the Second</b></h1><p class=flavor><b>Type: </b>Archdevil of the Nine Hell<br><b>Alignment: </b>Evil<br><b>Gender:</b> Male<br><b>Territory:</b> Second Circle<br><b>Priests:</b> Cultists<br><b>Adjective:</b> Dispatian<br></p>Like the other Lords of the Nine, Dispater is an elite devil whose powers are waxing, and even pit fiends fall before his onslaught. He usually appears as a humanoid of supernatural height, dark hair, tiny horns, and resplendent garb. He always holds his badge of office, a rod of singular power. Dispater never takes risks and rarely leaves his Iron Tower. In the politics of the Nine Hells, Dispater and Mephistopheles, Lord of the Eighth, are allies, usually scheming against Baalzebul, Lord of the Seventh.<p><br></p><p class=publishedIn>Published in Forgotten Realms Campaign Guide, page(s) 81.</p>","deity50":"<h1 class=player>Istishia<b>, The Lord of Water</b></h1><p class=flavor><b>Type: </b>Primordial<br><b>Alignment: </b>Unaligned<br><b>Gender:</b> Male<br><b>Sphere:</b> Water<br><b>Realm:</b> Cresting Spires<br><b>Priests:</b> Waterwalkers<br><b>Adjective:</b> Istishian<br></p>The Lord of Water is the embodiment of the constantly mutable nature of water. Not interested in Umberlee's storms or Valkur's sailors, he is an aloof and uncaring being.<p><br></p><p class=publishedIn>Published in Forgotten Realms Campaign Guide, page(s) 79.</p>","deity70":"<h1 class=player>Labelas Enoreth<b>, The Lifegiver</b></h1><p class=flavor><b>Type: </b>Exarch<br><b>Alignment: </b>Good<br><b>Gender:</b> Male<br><b>Sphere:</b> Longevity<br><b>Dominion:</b> Arvandor<br><b>Priests:</b> -<br><b>Adjective:</b> Labelasan<br></p>Labelas Enoreth is a philosopher-deity, a patient teacher and instructor. His demeanor is calm and meditative, and he is not given to sudden action or hasty speech. According to legend, he traded an eye for the ability to peer through time. Labelas concerns himself with transgenerational changes and the growth of learning and wisdom among elves, and thus rarely involves himself directly in the lives of individuals.<p><br></p><p class=publishedIn>Published in Forgotten Realms Campaign Guide, page(s) 81.</p>","deity110":"<h1 class=player>Boldrei</h1><p class=flavor><b>Type: </b>God<br><b>Alignment: </b>Good<br><b>Gender:</b> Female<br><b>Sphere:</b> Community, home, hearth<br><b>Domain: </b>Civilization, Justice, Protection<br></p>In some ways representative of the Sovereign Host as a whole, Boldrei's areas of influence are community and the safety and comfort of hearth and home. Her name is invoked at weddings and government appointments. She is Aureon's wife and counts commoners, parents, and militia members among her worshipers. She is usually depicted as a commoner of any race, and sometimes as a copper dragon brooding over a clutch of eggs.<br>Her tenets are:<br>- Value your community and family above yourself. Ensure that if you fall, they survive.<br>- Make your home your haven. Weighty and stressful affairs belong elsewhere, and violence in the home is unconscionable.<br>- Help other members of your community with no thought of recompense. Rewards come when they are needed.<br><br>Boldrei is part of the The Sovereign Host, a group of deities collectively representing the entire world, but focusing on aspects of civilization—community, the protection of the weak, the slaying of wild beasts, fertility, construction, and the like. The Sovereign Host is the most widely worshiped body in Khorvaire. Nearly everyone offers prayers to the Host as a whole and to individual deities for specific actions. For example, a farmer might whisper a prayer of thanks to Arawai when his baby is born healthy, and a blacksmith might sing the songs of Onatar when working at her forge. The Sovereign Host finds worshipers among all races and from all walks of life—peasants, kings, and adventurers. The faithful worship the pantheon as a whole, rather than devoting themselves to specific deities. Worshipers of the Sovereign Host are called Vassals.<br><br>As a group, the Host exhorts its followers to:<br>-Place your trust in the community. The group is stronger by far than the individual. The great light of a city is composed of the thousands of flames of its citizens. You must ensure that your flame is as bright as you can make it.<br>- Treat others as they deserve to be treated. If they haven't harmed you or yours, treat them kindly.<br>- Bring the light of civilization to the darkness of the wilds.<p><br></p><p class=publishedIn>Published in Eberron Player's Guide, page(s) 15.</p>","deity130":"<h1 class=player>The Spirits of the Past</h1><p class=flavor><b>Type: </b>God<br><b>Alignment: </b>Unaligned<br><b>Sphere:</b> Glory, elven history and heroes<br><b>Domain: </b>Protection, Vengeance, War<br></p>Many elves of Aerenal, in particular the Valenar, revere their ancestors. This practice stops short of worship, but the spirits of the past represent glorious deeds and the rich history of the elven race. Even elves who follow other religions often maintain shrines to great ancestors. Elves who venerate the Spirits of the Past devote themselves to emulating patron spirits. Such elves have a martial bent—they are often rangers, fighters, or warlords. Particularly devout warriors sometimes attain the title Keeper of the Past; they are often bards or clerics. Although each practitioner honors an ancestor in his or her own way, followers of the Spirits of the Past share some common principles:<br>- Remember the great deeds and people of the past, and try to emulate and even to surpass them.<br>- Look to history and tradition for strength.<br>- Nothing is true today that wasn't true in the past; it just wears different trappings.<p><br></p><p class=publishedIn>Published in Eberron Player's Guide, page(s) 18.</p>","deity11":"<h1 class=player>Sehanine</h1><p class=flavor><b>Type: </b>God<br><b>Alignment: </b>Unaligned<br><b>Gender:</b> Female<br><b>Domain: </b>Love, Moon, Trickery<br></p>God of the moon and autumn, Sehanine is the patron of trickery and illusions. She has close ties to Corellon and Melora and is a favorite deity among elves and halflings. She is also the god of love, who sends shadows to cloak lovers' trysts. Scouts and thieves ask for her blessing on their work. Her teachings are simple:<br>* Follow your goals and seek your own destiny.<br>* Keep to the shadows, avoiding the blazing light of zealous good and the utter darkness of evil.<br>* Seek new horizons and new experiences, and let nothing tie you down.<p><br></p><p class=publishedIn>Published in Player's Handbook, page(s) 22, Heroes of the Fallen Lands, page(s) 53.</p>","deity31":"<h1 class=player>Auril<b>, Frostmaiden</b></h1><p class=flavor><b>Type: </b>God<br><b>Alignment: </b>Chaotic Evil<br><b>Gender:</b> Female<br><b>Sphere:</b> Winter<br><b>Dominion:</b> Deep Wilds<br><b>Priests:</b> Icepriestesses<br><b>Adjective:</b> Aurilian<br><b>Domain: </b>Storm, Winter<br></p>Auril is a fickle, vain, evil deity with a heart of ice who is venerated primarily out of fear. She remains untouched by any hint of true love, noble feeling, or honor. She enjoys toying with those who offend her, trapping them in snow storms and then driving them insane with tantalizing visions of warmth and the comforts of home before freezing them to death.<p><br></p><p class=publishedIn>Published in Forgotten Realms Campaign Guide, page(s) 80.</p>","deity51":"<h1 class=player>Kossuth<b>, The Lord of Fire</b></h1><p class=flavor><b>Type: </b>Primordial<br><b>Alignment: </b>Unaligned<br><b>Gender:</b> Male<br><b>Sphere:</b> Fire<br><b>Realm:</b> Undying Pyre<br><b>Priests:</b> Firewalkers<br><b>Adjective:</b> Kossuthan<br></p>The firewalkers who revere the Lord of Fire espouse the cleansing properties of flame and its role in the renewal of life. Kossuth is most often appealed to by lay folk as they watch their homes burn to the ground. They find him entirely uninterested.<p><br></p><p class=publishedIn>Published in Forgotten Realms Campaign Guide, page(s) 79.</p>","deity71":"<h1 class=player>Lliira<b>, Our Lady of Joy</b></h1><p class=flavor><b>Type: </b>Exarch<br><b>Alignment: </b>Good<br><b>Gender:</b> Female<br><b>Sphere:</b> Joy<br><b>Dominion:</b> Gates of the Moon<br><b>Priests:</b> Joydancers<br><b>Adjective:</b> Lliiran<br></p>Lliira is the perpetually moving maiden of countless ballads, the archetypal dancing ingenue that has inspired poets, songwriters, and any who revel in the experience and wonderment of a life lived gaily and free. Somewhat detached from the everyday events of the mundane world, Lliira speaks to her most devoted adherents in dreams, showing by example that most slights are not worth worrying about, and that few troubles are important enough to draw one away from the Elysian Rigadoon, a philosophy that places joyful movement above all other concerns.<p><br></p><p class=publishedIn>Published in Forgotten Realms Campaign Guide, page(s) 81.</p>","deity91":"<h1 class=player>Mammon<b>, Lord of the Third</b></h1><p class=flavor><b>Type: </b>Archdevil of the Nine Hell<br><b>Alignment: </b>Evil<br><b>Gender:</b> Male<br><b>Territory:</b> Third Circle<br><b>Priests:</b> Cultists<br><b>Adjective:</b> Mammonian<br></p>Mammon is an archdevil and so possesses almost deity-level power. In form, he resembles a 30-foot-long serpent with a human torso, head, and arms. He wields a harpoonlike spear, though its magic is the least of Mammon's impressive abilities. Mammon is a turncoat's turncoat. Though he once allied with Dispater and Mephistopheles against Asmodeus, he was the first to abase himself before the Lord of the Ninth when Asmodeus finally proved victorious at the close of a failed rebellion called the Reckoning. Few of the other Lords would ever trust Mammon again.<p><br></p><p class=publishedIn>Published in Forgotten Realms Campaign Guide, page(s) 81.</p>","deity111":"<h1 class=player>Dol Arrah</h1><p class=flavor><b>Type: </b>God<br><b>Alignment: </b>Lawful Good<br><b>Gender:</b> Female<br><b>Sphere:</b> Light (physical and metaphorical, the goodness of the soul), honor, selflessness, military strategy, war<br><b>Domain: </b>Hope, Sun, War<br></p>Dol Arrah is the shining goddess of honorable combat, selflessness, and sunlight. She brings light to pierce the dark places and blades to pierce the hearts of monsters. Legends say that Dol Dorn and the Mockery are her brothers. Paladins, warlords, and good-aligned fighters revere her, as do diplomats, who fight their battles with words instead of swords. She appears in religious texts as a human or half-elf knight alight with holy radiance, and sometimes as a red dragon atop a cloud.<br>Her teachings are:<br>- Bring succor to those who suffer.<br>- Bring the light of truth and goodness to dark and evil places.<br>- Bring force of arms against all that is evil.<br><br>Dol Arrah is part of the The Sovereign Host, a group of deities collectively representing the entire world, but focusing on aspects of civilization—community, the protection of the weak, the slaying of wild beasts, fertility, construction, and the like. The Sovereign Host is the most widely worshiped body in Khorvaire. Nearly everyone offers prayers to the Host as a whole and to individual deities for specific actions. For example, a farmer might whisper a prayer of thanks to Arawai when his baby is born healthy, and a blacksmith might sing the songs of Onatar when working at her forge. The Sovereign Host finds worshipers among all races and from all walks of life—peasants, kings, and adventurers. The faithful worship the pantheon as a whole, rather than devoting themselves to specific deities. Worshipers of the Sovereign Host are called Vassals.<br><br>As a group, the Host exhorts its followers to:<br>-Place your trust in the community. The group is stronger by far than the individual. The great light of a city is composed of the thousands of flames of its citizens. You must ensure that your flame is as bright as you can make it.<br>- Treat others as they deserve to be treated. If they haven't harmed you or yours, treat them kindly.<br>- Bring the light of civilization to the darkness of the wilds.<p><br></p><p class=publishedIn>Published in Eberron Player's Guide, page(s) 16.</p>","deity131":"<h1 class=player>The Undying Court</h1><p class=flavor><b>Type: </b>God<br><b>Alignment: </b>Unaligned<br><b>Sphere:</b> Immortality, elven society, history<br><b>Domain: </b>Fate, Knowledge, Undeath<br></p>Some Aereni elves revere dead ancestors, and some revere ancestors who have eluded death's grasp. Long ago, the elves of Aerenal discovered the secret of extending their life spans. Only the wisest members of their race received this treatment, and these deathless creatures rule the elven homeland just as they did millennia ago. The Undying Court counts all Aereni elves as its followers, as well as Valenar and Khorvairian elves and half-elves. Its priests are clerics who dress in white and black; they wear death masks or paint or tattoo their faces with stylized skull images.<br><br>The Court's commands are ancient:<br>- Obey the commands of the Undying Court and its seneschals.<br>- Immortality is within reach if you prove yourself worthy of the gift.<br>- This world is but one stop on the soul's journey toward perfection, and death is merely a passage.<p><br></p><p class=publishedIn>Published in Eberron Player's Guide, page(s) 18.</p>","deity52":"<h1 class=player>Abbathor<b>, Great Master of Greed</b></h1><p class=flavor><b>Type: </b>Exarch<br><b>Alignment: </b>Evil<br><b>Gender:</b> Male<br><b>Sphere:</b> Greed<br><b>Dominion:</b> Banehold<br><b>Priests:</b> Aetharnor<br><b>Adjective:</b> Abbathoran<br></p>Abbathor wasn't always evil. The creature that would become known as the Wyrm of Avarice originally concerned himself with the natural beauty of gems and metals, but became estranged from his pantheon when Moradin named Dumathoin the patron of gold dwarves, a position Abbathor had coveted since birth. Thereafter he traded the tradition and honor of the dwarven race for trickery and stealth.<p><br></p><p class=publishedIn>Published in Forgotten Realms Campaign Guide, page(s) 81.</p>","deity92":"<h1 class=player>Belial<b>, Lord of the Fourth</b></h1><p class=flavor><b>Type: </b>Archdevil of the Nine Hell<br><b>Alignment: </b>Evil<br><b>Gender:</b> Male<br><b>Territory:</b> Fourth Circle<br><b>Priests:</b> Cultists<br><b>Adjective:</b> Bellian<br></p>Belial is an archdevil who takes the form of a slightly devilish-looking humanoid. Belial battles with a powerful ranseur, ruling the layer of Phlegethos with his daughter Fierna. The patron of secrets, domination, and seduction, he is a profane being, reveling in the pleasures and pains of the flesh.<p><br></p><p class=publishedIn>Published in Forgotten Realms Campaign Guide, page(s) 81.</p>","deity32":"<h1 class=player>Berronar Truesilver<b>, The Revered Mother</b></h1><p class=flavor><b>Type: </b>God<br><b>Alignment: </b>Lawful Good<br><b>Gender:</b> Female<br><b>Sphere:</b> Family<br><b>Dominion:</b> Dwarfhome<br><b>Priests:</b> Faernor<br><b>Adjective:</b> Berronan<br><b>Domain: </b>Life, Protection<br></p>Berronar Truesilver is matriarch of the dwarven pantheon. As Moradin's bride, Berronar sees it as her duty to act as an authority figure for the dwarven gods, using her keen negotiation skills and calm demeanor as a balm to keep the sometimes fractious pantheon unified.<p><br></p><p class=publishedIn>Published in Forgotten Realms Campaign Guide, page(s) 80.</p>","deity72":"<h1 class=player>Maglubiyet<b>, The High Chieftain</b></h1><p class=flavor><b>Type: </b>Exarch<br><b>Alignment: </b>Evil<br><b>Gender:</b> Male<br><b>Sphere:</b> Goblins<br><b>Dominion:</b> Banehold<br><b>Priests:</b> Shamans<br><b>Adjective:</b> Maglubiyan<br></p>Maglubiyet is the patron and ruler of both goblins and hobgoblins, and governs war and rulership among both races.<p><br></p><p class=publishedIn>Published in Forgotten Realms Campaign Guide, page(s) 81.</p>","deity112":"<h1 class=player>Dol Dorn</h1><p class=flavor><b>Type: </b>God<br><b>Alignment: </b>Unaligned<br><b>Gender:</b> Male<br><b>Sphere:</b> Courage, duty, physical prowess, soldiers and warriors, war<br><b>Domain: </b>Skill, Strength, War<br></p>The god of courage and physical prowess, Dol Dorn also exemplifies duty and war. He urges all people to be at their physical best. Soldiers, fighters, and warlords are his primary worshipers, along with athletes and acrobats. Said to be the brother of Dol Arrah and the Mockery, texts depict Dol Dorn as a musclebound human, dwarf, or half-orc, and occasionally as a mighty silver dragon.<br>His commands are simple but strong:<br>- Shirk your duty only if your charges have become unworthy of it.<br>- Achieve and maintain physical perfection.<br>- Test your physical powers in contests and in battle. May the strongest prevail!<br><br>Dol Dorn is part of the The Sovereign Host, a group of deities collectively representing the entire world, but focusing on aspects of civilization—community, the protection of the weak, the slaying of wild beasts, fertility, construction, and the like. The Sovereign Host is the most widely worshiped body in Khorvaire. Nearly everyone offers prayers to the Host as a whole and to individual deities for specific actions. For example, a farmer might whisper a prayer of thanks to Arawai when his baby is born healthy, and a blacksmith might sing the songs of Onatar when working at her forge. The Sovereign Host finds worshipers among all races and from all walks of life—peasants, kings, and adventurers. The faithful worship the pantheon as a whole, rather than devoting themselves to specific deities. Worshipers of the Sovereign Host are called Vassals.<br><br>As a group, the Host exhorts its followers to:<br>-Place your trust in the community. The group is stronger by far than the individual. The great light of a city is composed of the thousands of flames of its citizens. You must ensure that your flame is as bright as you can make it.<br>- Treat others as they deserve to be treated. If they haven't harmed you or yours, treat them kindly.<br>- Bring the light of civilization to the darkness of the wilds.<p><br></p><p class=publishedIn>Published in Eberron Player's Guide, page(s) 16.</p>","deity53":"<h1 class=player>Arvoreen<b>, The Defender</b></h1><p class=flavor><b>Type: </b>Exarch<br><b>Alignment: </b>Lawful Good<br><b>Gender:</b> Male<br><b>Sphere:</b> Vigilance<br><b>Dominion:</b> Green Fields<br><b>Priests:</b> -<br><b>Adjective:</b> Arvoreenan<br></p>When a general rides to the battlefront, rarely does he count halflings among his most valuable assets. The inherent wanderlust of the hin grants them little patience for the long marches and dull waiting between battles that characterizes most warfare. However, when invaders threaten a halfling community, residents send prayers to Arvoreen, whose worshipers follow a doctrine of guardianship, stern defense, and aggressive watchfulness.<p><br></p><p class=publishedIn>Published in Forgotten Realms Campaign Guide, page(s) 81.</p>","deity33":"<h1 class=player>Beshaba<b>, The Maid of Misfortune</b></h1><p class=flavor><b>Type: </b>God<br><b>Alignment: </b>Evil<br><b>Gender:</b> Female<br><b>Sphere:</b> Bad Luck<br><b>Dominion:</b> Warrior's Rest<br><b>Priests:</b> Doommasters<br><b>Adjective:</b> Beshaban<br><b>Domain: </b>Fate, Trickery<br></p>Beshaba is a deity who is feared far more than she is venerated, for she is spiteful, petty, and malicious. The Maid of Misfortune is given to random behavior and bouts of extreme jealousy with regards to her sister, demanding equal veneration (or at least lip service) to that given to Tymora.<p><br></p><p class=publishedIn>Published in Forgotten Realms Campaign Guide, page(s) 80.</p>","deity93":"<h1 class=player>Levistus<b>, Lord of the Fifth</b></h1><p class=flavor><b>Type: </b>Archdevil of the Nine Hell<br><b>Alignment: </b>Evil<br><b>Gender:</b> Male<br><b>Territory:</b> Fifth Circle<br><b>Priests:</b> Cultists<br><b>Adjective:</b> Levistan<br></p>No one knows what Levistus looks like, because the prince is frozen deep within an iceberg. From the exterior, the prince looks like a great dark clot blearily realized through the ice. Asmodeus originally imprisoned Levistus in ice for a past betrayal. Though he allows the prince control over Stygia via mental contact with other devils, Asmodeus will not free Levistus. Despite his imprisonment, the plots of Levistus run deep. Should Levistus break free, his vengeance on the other lords of the Nine Hells, especially Asmodeus, would undoubtedly follow.<p><br></p><p class=publishedIn>Published in Forgotten Realms Campaign Guide, page(s) 81.</p>","deity73":"<h1 class=player>Malar<b>, The Beastlord</b></h1><p class=flavor><b>Type: </b>Exarch<br><b>Alignment: </b>Evil<br><b>Gender:</b> Male<br><b>Sphere:</b> Beasts<br><b>Dominion:</b> Deep Wilds<br><b>Priests:</b> Talons<br><b>Adjective:</b> Malarite<br></p>Malar is a primordial, savage deity who revels in the hunt and the blood of the kill. Appearing as a sleek and supple catlike beast with blood-spattered ebony fur, Malar delights in instilling fear in his victims, for he can literally smell and taste the essences of their terror.<p><br></p><p class=publishedIn>Published in Forgotten Realms Campaign Guide, page(s) 81.</p>","deity13":"<h1 class=player>Tymora<b>, Lady Luck</b></h1><p class=flavor><b>Type: </b>God<br><b>Alignment: </b>Good<br><b>Gender:</b> Female<br><b>Sphere:</b> Good Luck<br><b>Dominion:</b> Gates of the Moon<br><b>Priests:</b> Luckbringers<br><b>Adjective:</b> Tymoran<br><b>Domain: </b>Change, Luck<br></p>Tymora, the friendly, graceful, and kind deity of good fortune, is impressively popular among the adventurous set. Her dominance over narrow escapes and lucky discoveries makes her the patron of choice to Faerûn's burgeoning adventurer population, who propitiate her in hopes of prolonged survival and spectacular takes.<p><br></p><p class=publishedIn>Published in Forgotten Realms Campaign Guide, page(s) 80.</p>","deity113":"<h1 class=player>Kol Korran</h1><p class=flavor><b>Type: </b>God<br><b>Alignment: </b>Unaligned<br><b>Gender:</b> Male<br><b>Sphere:</b> Wealth, trade, commerce<br><b>Domain: </b>Civilization, Skill, Trickery<br></p>Kol Korran's likeness appears on coins throughout the Five Nations, for he is the god of commerce and wealth. In the postwar world, where trade is cautiously emerging and expanding, his following is on the rise. Merchants, traders, and thieves are his primary Vassals, but anyone who has money, or wants more, pays him homage. Religious texts say he and his twin brother the Keeper are the sons of Olladra and Onatar. These same books depict him as a plump, cheerful human or dwarf in fine clothes. A few ancient depictions show him as a white dragon atop a bed of ice-blue gemstones.<br>He teaches his worshipers to:<br>- Acquire wealth.<br>- Travel. New lands offer new trading partners to cultivate and new resources to gather.<br>- Remember that a charming smile and a kind word are often more powerful than a blade and a strong arm.<br><br>Kol Korran is part of the The Sovereign Host, a group of deities collectively representing the entire world, but focusing on aspects of civilization—community, the protection of the weak, the slaying of wild beasts, fertility, construction, and the like. The Sovereign Host is the most widely worshiped body in Khorvaire. Nearly everyone offers prayers to the Host as a whole and to individual deities for specific actions. For example, a farmer might whisper a prayer of thanks to Arawai when his baby is born healthy, and a blacksmith might sing the songs of Onatar when working at her forge. The Sovereign Host finds worshipers among all races and from all walks of life—peasants, kings, and adventurers. The faithful worship the pantheon as a whole, rather than devoting themselves to specific deities. Worshipers of the Sovereign Host are called Vassals.<br><br>As a group, the Host exhorts its followers to:<br>-Place your trust in the community. The group is stronger by far than the individual. The great light of a city is composed of the thousands of flames of its citizens. You must ensure that your flame is as bright as you can make it.<br>- Treat others as they deserve to be treated. If they haven't harmed you or yours, treat them kindly.<br>- Bring the light of civilization to the darkness of the wilds.<p><br></p><p class=publishedIn>Published in Eberron Player's Guide, page(s) 16.</p>","deity14":"<h1 class=player>Amaunator<b>, The Keeper of the Yellow Sun</b></h1><p class=flavor><b>Type: </b>Greater God<br><b>Alignment: </b>Lawful Good<br><b>Gender:</b> Male<br><b>Sphere:</b> Sun<br><b>Dominion:</b> Eternal Sun<br><b>Priests:</b> Sunlords<br><b>Adjective:</b> Amaunatori<br><b>Domain: </b>Civilization, Justice, Sun<br></p>Amaunator is the reincarnated deity of the sun, the timekeeper of the gods. Though some say he died, he actually transformed into Lathander, and was worshiped under that name for centuries before finally reclaiming both his name and his mission. He causes the sun to burn and sets its course across the sky, giving rise to the celestial clock by which all time is measured.<br>    All who benefit from the accurate keeping of clocks and calendars—such as farmers, merchants, and nomads who follow the seasons—revere Amaunator. He is also favored by those mortals who respect the law and find comfort in predictability.<br>    Amaunatori are rigid and traditional in the worship of their deity, and little variety exists between different sects. His priests, the sunlords, offer their services as judges and administrators. Their most solemn observances are reserved for the day of the summer solstice.<p><br></p><p class=publishedIn>Published in Forgotten Realms Campaign Guide, page(s) 72.</p>","deity54":"<h1 class=player>Baervan Wildwanderer<b>, The Masked Leaf</b></h1><p class=flavor><b>Type: </b>Exarch<br><b>Alignment: </b>Good<br><b>Gender:</b> Male<br><b>Sphere:</b> Travel<br><b>Dominion:</b> Arvandor<br><b>Priests:</b> -<br><b>Adjective:</b> Baervanian<br></p>Baervan Wildwanderer is gentle, good-natured, and mischievous, and his penchant for good-natured mischief rivals Garl Glittergold himself. Though Baervan sometimes plays jokes on other creatures, it is hard not to like him. The Masked Leaf's tricks are much more pointed than typical of the Forgotten Folk, and if Baervan wants to send someone a message, he does so in the form of a joke.<p><br></p><p class=publishedIn>Published in Forgotten Realms Campaign Guide, page(s) 81.</p>","deity34":"<h1 class=player>Garl Glittergold<b>, The Joker</b></h1><p class=flavor><b>Type: </b>God<br><b>Alignment: </b>Good<br><b>Gender:</b> Male<br><b>Sphere:</b> Protection<br><b>Dominion:</b> Arvandor<br><b>Priests:</b> Glitterbrights<br><b>Adjective:</b> Garlian<br><b>Domain: </b>Creation, Trickery<br></p>Garl Glittergold is a gentle and approachable deity, one who values quick thinking and a clear head more than almost anything else and who rarely stays in one location for very long. Though physical prowess and spiritual might are important, nothing is more crucial than keeping it all in perspective. Garl watches over cooperation among gnomes at all times.<p><br></p><p class=publishedIn>Published in Forgotten Realms Campaign Guide, page(s) 80.</p>","deity94":"<h1 class=player>Glasya<b>, Lord of the Sixth</b></h1><p class=flavor><b>Type: </b>Archdevil of the Nine Hell<br><b>Alignment: </b>Evil<br><b>Gender:</b> Female<br><b>Territory:</b> Sixth Circle<br><b>Priests:</b> Cultists<br><b>Adjective:</b> Glasyan<br></p>Asmodeus's daughter, the fiendishly beautiful Glasya, rules the layer Malbolge. Glasya is a sadist who loves watching her victims suffer as disease and strange growths sweep through their bodies. She has a disturbing love for beauty, and spares those she finds appealing. She is quick to dominate her opponents to teach them the error of their ways. The other Lords fear her, suspecting Glasya's takeover of Malbolge as a bid to consolidate Asmodeus's control over the Nine Hells.<p><br></p><p class=publishedIn>Published in Forgotten Realms Campaign Guide, page(s) 81.</p>","deity74":"<h1 class=player>Marthammor Duin<b>, The Finder of Trails</b></h1><p class=flavor><b>Type: </b>Exarch<br><b>Alignment: </b>Good<br><b>Gender:</b> Male<br><b>Sphere:</b> Explorers<br><b>Dominion:</b> Dwarfhome<br><b>Priests:</b> Volamtar<br><b>Adjective:</b> Marthammoran<br></p>The volamtar, priests of Marthammor Duin, are the most commonly encountered dwarf clergy in the civilized surface realms of the North. Dwarves who leave the safety of their clanholds to explore the wider world pray to Marthammor for safety.<p><br></p><p class=publishedIn>Published in Forgotten Realms Campaign Guide, page(s) 81.</p>","deity134":"<h1 class=player>Cults of the Dragon Below</h1><p class=flavor><b>Type: </b>God<br><b>Alignment: </b>Chaotic Evil<br><b>Sphere:</b> Madness, destruction, aberrant creatures, darkness<br><b>Domain: </b>Darkness, Madness<br></p>Identified as Khyber Cults in the Eberron Player's Guide.<p><br></p><p class=publishedIn>Published in Eberron Player's Guide, page(s) 127.</p>","deity114":"<h1 class=player>Olladra</h1><p class=flavor><b>Type: </b>God<br><b>Alignment: </b>Good<br><b>Gender:</b> Female<br><b>Sphere:</b> Fortune, luck, success<br><b>Domain: </b>Change, Freedom, Luck<br></p>The goddess of luck and plenty, Olladra's name is a popular one. People toast her at parties and festivals. Gamblers, rogues, bards, and hedonists pay her homage throughout the year. She is Onatar's wife and mother to the twins Kol Korran and the Keeper. In imagery, she is a young half ling, an old female human, and occasionally a black dragon.<br>Her tenets are:<br>- Eat, drink, and be merry, for life is good and luck comes to those who need it.<br>- Olladra favors the bold. Fashion your own destiny to enjoy her favor.<br>- Fight against oppression. Any who would deny you your freedoms should feel Olladra's anger.<br><br>Olladra is part of the The Sovereign Host, a group of deities collectively representing the entire world, but focusing on aspects of civilization—community, the protection of the weak, the slaying of wild beasts, fertility, construction, and the like. The Sovereign Host is the most widely worshiped body in Khorvaire. Nearly everyone offers prayers to the Host as a whole and to individual deities for specific actions. For example, a farmer might whisper a prayer of thanks to Arawai when his baby is born healthy, and a blacksmith might sing the songs of Onatar when working at her forge. The Sovereign Host finds worshipers among all races and from all walks of life—peasants, kings, and adventurers. The faithful worship the pantheon as a whole, rather than devoting themselves to specific deities. Worshipers of the Sovereign Host are called Vassals.<br><br>As a group, the Host exhorts its followers to:<br>-Place your trust in the community. The group is stronger by far than the individual. The great light of a city is composed of the thousands of flames of its citizens. You must ensure that your flame is as bright as you can make it.<br>- Treat others as they deserve to be treated. If they haven't harmed you or yours, treat them kindly.<br>- Bring the light of civilization to the darkness of the wilds.<p><br></p><p class=publishedIn>Published in Eberron Player's Guide, page(s) 17.</p>","deity95":"<h1 class=player>Baalzebul<b>, Lord of the Seventh</b></h1><p class=flavor><b>Type: </b>Archdevil of the Nine Hell<br><b>Alignment: </b>Evil<br><b>Gender:</b> Male<br><b>Territory:</b> Seventh Circle<br><b>Priests:</b> Cultists<br><b>Adjective:</b> Baalzebaan<br></p>Baalzebul, the Lord of Lies, rules Maladomini, the Seventh Circle. The patron of strength and guile, he is commonly worshiped by bugbears, though many human cults revere him as well. Baalzebul looks like a massive slug with tiny, malformed arms and a grotesque, twisted face perched atop a bloated, glistening body.<p><br></p><p class=publishedIn>Published in Forgotten Realms Campaign Guide, page(s) 81.</p>","deity55":"<h1 class=player>Bahgtru<b>, The Strong</b></h1><p class=flavor><b>Type: </b>Exarch<br><b>Alignment: </b>Chaotic Evil<br><b>Gender:</b> Male<br><b>Sphere:</b> Brute strength<br><b>Dominion:</b> Nishrek<br><b>Priests:</b> -<br><b>Adjective:</b> Bahgtrun<br></p>Bahgtru is an awesomely stupid god of incredible might, who scorns all arms and armaments or workings of magic and values only physical strength. He is said to challenge and battle all manner of archetypal beasts and roam the planes tearing the landscape asunder.<p><br></p><p class=publishedIn>Published in Forgotten Realms Campaign Guide, page(s) 81.</p>","deity35":"<h1 class=player>Gond<b>, Wonderbringer</b></h1><p class=flavor><b>Type: </b>God<br><b>Alignment: </b>Unaligned<br><b>Gender:</b> Male<br><b>Sphere:</b> Craft<br><b>Dominion:</b> House of Knowledge<br><b>Priests:</b> Gondsmen<br><b>Adjective:</b> Gondar<br><b>Domain: </b>Creation, Knowledge<br></p>Gond is a burly smith with a mighty hammer, forge, and anvil that allow him to craft the stuff of stars. Venerated by humans and gnomes (who know him as Nebelun) alike, Gond transforms ideas into concrete form and inspires mortals to make new things. He cares only for the act of creation, paying little heed to the consequences of letting loose his inventions into the world.<p><br></p><p class=publishedIn>Published in Forgotten Realms Campaign Guide, page(s) 80.</p>","deity75":"<h1 class=player>Milil<b>, Lord of Song</b></h1><p class=flavor><b>Type: </b>Exarch<br><b>Alignment: </b>Good<br><b>Gender:</b> Male<br><b>Sphere:</b> Song<br><b>Dominion:</b> House of Knowledge<br><b>Priests:</b> Sorlyn<br><b>Adjective:</b> Mililan<br></p>Milil is the ultimate performer: self-confident, inspired, possessed of total recall or anything he sets a mind to remember. He is able to improvise facilely out of desire or necessity. Milil is well-educated in general theories of conduct and broad areas of knowledge and masterful in all sorts of performance technique, especially within his sphere of knowledge—music, poetry, and elegant speech. However, he is also self centered and egotistical and likes to be the center of attention. If not the center of attention, he bores easily, and his mind wanders or he leaves. He is also given to flirtation with both deities and mortals for his own enjoyment, to the deep annoyance of more sober deities.<p><br></p><p class=publishedIn>Published in Forgotten Realms Campaign Guide, page(s) 81.</p>","deity115":"<h1 class=player>Onatar</h1><p class=flavor><b>Type: </b>God<br><b>Alignment: </b>Unaligned<br><b>Gender:</b> Male<br><b>Sphere:</b> Forges, crafts, industry, fire<br><b>Domain: </b>Civilization, Creation, Strength<br></p>Onatar is the god of forge and fire, of industry and craft. His name is invoked in factories and smithies, and his symbol appears on forges throughout Khorvaire. Dwarves in particular revere him, as do those who specialize in fiery magic—wizards and warlocks of the appropriate bent. Religious texts say he is husband to Olladra and father to Kol Korran and the Keeper. In these same sources, he appears commonly as a dwarf and occasionally as a brass dragon.<br>His commands are:<br>- Create. To craft an object or forge a weapon is to create a tool that many workers can use.<br>- Work. Work gives meaning to life and strength to communities.<br>- Respect fire. It is an invaluable tool and a powerful weapon.<br><br>Onatar is part of the The Sovereign Host, a group of deities collectively representing the entire world, but focusing on aspects of civilization—community, the protection of the weak, the slaying of wild beasts, fertility, construction, and the like. The Sovereign Host is the most widely worshiped body in Khorvaire. Nearly everyone offers prayers to the Host as a whole and to individual deities for specific actions. For example, a farmer might whisper a prayer of thanks to Arawai when his baby is born healthy, and a blacksmith might sing the songs of Onatar when working at her forge. The Sovereign Host finds worshipers among all races and from all walks of life—peasants, kings, and adventurers. The faithful worship the pantheon as a whole, rather than devoting themselves to specific deities. Worshipers of the Sovereign Host are called Vassals.<br><br>As a group, the Host exhorts its followers to:<br>-Place your trust in the community. The group is stronger by far than the individual. The great light of a city is composed of the thousands of flames of its citizens. You must ensure that your flame is as bright as you can make it.<br>- Treat others as they deserve to be treated. If they haven't harmed you or yours, treat them kindly.<br>- Bring the light of civilization to the darkness of the wilds.<p><br></p><p class=publishedIn>Published in Eberron Player's Guide, page(s) 17.</p>","deity15":"<h1 class=player>Asmodeus<b>, Supreme Master of the Nine Hells</b></h1><p class=flavor><b>Type: </b>Greater God<br><b>Alignment: </b>Evil<br><b>Gender:</b> Male<br><b>Sphere:</b> Sin<br><b>Dominion:</b> Nine Hells<br><b>Priests:</b> Mordal<br><b>Adjective:</b> Asmodean<br><b>Domain: </b>Civilization, Tyranny<br></p>Asmodeus is the evil god of tyranny and domination.He rules the Nine Hells with an iron fist and a silver tongue. Aside from devils, evil creatures such as rakshasas pay him homage, and evil tieflings and warlocks are drawn to his dark cults. His rules are strict and his punishments harsh:<br>✦    Seek power over others, that you might rule with strength as the Lord of Hell does.<br>✦    Repay evil with evil. If others are kind to you, exploit their weakness for your own gain.<br>✦    Show neither pity nor mercy to those who are caught underfoot as you climb your way to power. The weak do not deserve compassion.<br><br><p><br></p><p class=publishedIn>Published in Dungeon Master's Guide, page(s) 162.</p>","deity136":"<h1 class=player>Bahamut (Forgotten Realms)<b>, The Platinum Dragon</b></h1><p class=flavor><b>Type: </b>God<br><b>Alignment: </b>Good<br><b>Gender:</b> Male<br><b>Sphere:</b> Justice<br><b>Dominion:</b> Celestia<br><b>Priests:</b> Justiciars<br><b>Adjective:</b> Bahamutan<br><b>Domain: </b>Justice, Strength<br></p>The ancient nemesis of the Dragon Queen Tiamat, Bahamut is once again a deity in Faerûn after eons in repose. A vassal of Torm, he is the father of the Faerûnian dragonborn and a powerful force for justice.<p><br></p><p class=publishedIn>Published in Forgotten Realms Campaign Guide, page(s) 80.</p>","deity56":"<h1 class=player>Baravar Cloakshadow<b>, The Sly One</b></h1><p class=flavor><b>Type: </b>Exarch<br><b>Alignment: </b>Good<br><b>Gender:</b> Male<br><b>Sphere:</b> Illusions<br><b>Dominion:</b> Arvandor<br><b>Priests:</b> -<br><b>Adjective:</b> Baravarian<br></p>Baravar Cloakshadow is a crafty, vengeful deity who specializes in deceptions. He is unforgiving of any creature who threatens his charges, and he feels no compunction against acting against those who have earned his enmity. Atlthough he shares Garl's love of a good practical joke, Baravar's jests and tricks may cause no little discomfort to the victims. He is also a thief and enjoys using illusions to confuse creatures before robbing them.<p><br></p><p class=publishedIn>Published in Forgotten Realms Campaign Guide, page(s) 81.</p>","deity36":"<h1 class=player>Ilmater<b>, The Crying God</b></h1><p class=flavor><b>Type: </b>God<br><b>Alignment: </b>Good<br><b>Gender:</b> Male<br><b>Sphere:</b> Suffering<br><b>Dominion:</b> Celestia<br><b>Priests:</b> Painbearers<br><b>Adjective:</b> Ilmatari<br><b>Domain: </b>Freedom, Hope<br></p>Gentle and good-spirited, Ilmater is a quiet, even tempered deity who willingly shoulders the burdens and tears of a long-suffering world. Although he is slow to anger, the wrath of the Broken Deity is terrible in the face of extreme cruelty or atrocities. He takes great care to reassure and protect children and young creatures, and he takes exceptional offense at those who would harm them.<p><br></p><p class=publishedIn>Published in Forgotten Realms Campaign Guide, page(s) 80.</p>","deity96":"<h1 class=player>Mephistopheles<b>, Lord of the Eighth</b></h1><p class=flavor><b>Type: </b>Archdevil of the Nine Hell<br><b>Alignment: </b>Evil<br><b>Gender:</b> Male<br><b>Territory:</b> Eight Circle<br><b>Priests:</b> Cultists<br><b>Adjective:</b> Mephistophelean<br></p>The Duke of Cania embodies the casually cunning evil of the Nine Hells. From a labyrinthine citadel on the frozen hellscape of the Eighth Circle, Mephistopheles reaches out to the world, fomenting sin, and even siring children in the pursuit of his own unspeakable ends.<p><br></p><p class=publishedIn>Published in Forgotten Realms Campaign Guide, page(s) 81.</p>","deity76":"<h1 class=player>Obould<b>, Many-Arrows</b></h1><p class=flavor><b>Type: </b>Exarch<br><b>Alignment: </b>Chaotic Evil<br><b>Gender:</b> Male<br><b>Sphere:</b> Warriors<br><b>Dominion:</b> Nishrek<br><b>Priests:</b> -<br><b>Adjective:</b> Obouldan<br></p>As a mortal, Obould Many-Arrows was fated for a great destiny among his people. Smarter and more intuitive than most of his kind, he completed quests for his chieftain and for his tribe's clerics before slaying the chieftain and taking control of his tribe. After uniting the disparate tribes of the Spine of the World into a cohesive army, Obould sealed off the territory he had claimed in the mountains and created a unified, relatively stable orc society. For these deeds, Obould was made an exarch of the orc god Gruumsh and is now honored as the patron of orcish warriors.<p><br></p><p class=publishedIn>Published in Forgotten Realms Campaign Guide, page(s) 81.</p>","deity116":"<h1 class=player>The Traveler</h1><p class=flavor><b>Type: </b>God<br><b>Alignment: </b>Unaligned<br><b>Gender:</b> Unknown<br><b>Sphere:</b> Change, cunning, innovation, deception<br><b>Domain: </b>Change, Creation, Trickery<br></p>The great trickster, the Traveler is a deity of cunning, deception, and change. The Traveler is a consummate shapechanger and master of disguises, and thus the being's true nature is unknown—texts variously refer to the Traveler as “it” rather than “he” or “she.” Many doppelgangers, shifters, lycanthropes, thieves, and rogues revere the Traveler, as do a few artificers who focus on the deity's innovation and cleverness. The Traveler is sometimes called the Giver of Gifts, but proverbs warn that one must be wary of its gifts. Ostensibly a member of the Dark Six, the Traveler seems to have no connection, familial or otherwise, to its fellows.<br>The Traveler's commandments must often be inferred, for its holy texts are few. Its tenets are:<br>- Revealing your true self is weakness. Shroud yourself in misdirection and disguise so that even you do not know what dwells in your core.<br>- Nothing is permanent. Ensure that change improves your lot and damages your enemies.<br>- The best weapons are cunning plans and intricate deceptions. Mortal minds are predictable and easily manipulated.<br><br>The Traveler is part of The Dark Six. Complementing the Sovereign Host and its focus on the light of civilization, the Dark Six represent the darkness of the wilds. The two pantheons were once combined, but a great schism separated them. The Dark Six now oppose the Host on all fronts. Where the Sovereign Host is generally good, the Dark Six are by and large evil. Where the Sovereign Host values community and government, the Dark Six value individuality and anarchy. The Dark Six are cruel, passionate, brutal, and wild.<p><br></p><p class=publishedIn>Published in Eberron Player's Guide, page(s) 17.</p>","deity16":"<h1 class=player>Bane<b>, The Black Lord</b></h1><p class=flavor><b>Type: </b>Greater God<br><b>Alignment: </b>Evil<br><b>Gender:</b> Male<br><b>Sphere:</b> Tyranny<br><b>Dominion:</b> Banehold<br><b>Priests:</b> Dreadmasters<br><b>Adjective:</b> Banite<br><b>Domain: </b>Skill, War<br></p>Bane is the evil god of war and conquest. Militaristic nations of humans and goblins serve him and conquer in his name. Evil fighters and paladins serve him. He commands his worshipers to:<br>✦     Never allow your fear to gain mastery over you, but drive it into the hearts of your foes.<br>•     Punish insubordination and disorder.<br>•     Hone your combat skills to perfection, whether you are a mighty general or a lone mercenary.<p><br></p><p class=publishedIn>Published in Dungeon Master's Guide, page(s) 162.</p>","deity137":"<h1 class=player>Asmodeus (Forgotten Realms)<b>, Lord of the Ninth</b></h1><p class=flavor><b>Type: </b>Greater God<br><b>Alignment: </b>Evil<br><b>Gender:</b> Male<br><b>Sphere:</b> Sin<br><b>Dominion:</b> Nine Hells<br><b>Priests:</b> Mordai<br><b>Adjective:</b> Asmodean<br><b>Domain: </b>Knowledge, Torment, Tyranny<br></p>An ancient deity turned archdevil, the Lord of Nessus longed for untold millennia to reclaim his godhood. The destruction of Dweomerheart sent the dying Azuth (a patron deity of mages) into Asmodeus's fiery domain. The archdevil killed him and consumed his divine essence. He then ended the Blood War by pushing the Abyss to the bottom of the Elemental Chaos.<br>    Asmodeus is the unquestioned master of the Nine Hells, served by the eight archdevils, armies upon armies of lesser devils, and an ever-growing cadre of mortal worshipers.<br>    Priests who serve Asmodeus, known as the mordai, seek to pervert anyone who succumbs to greed and impatience. His sect observes no holy days; service is expected on a continuous basis.<br>    Asmodeus can be a charismatic and generous deity, quick to reward anyone who is willing to sign away his soul. After death, the damned are enslaved for eternity to their fiendish god's dark designs.<p><br></p><p class=publishedIn>Published in Forgotten Realms Campaign Guide, page(s) 73.</p>","deity57":"<h1 class=player>Brandobaris<b>, Master of Stealth</b></h1><p class=flavor><b>Type: </b>Exarch<br><b>Alignment: </b>Unaligned<br><b>Gender:</b> Male<br><b>Sphere:</b> Thievery<br><b>Dominion:</b> Green Fields<br><b>Priests:</b> Misadventurers<br><b>Adjective:</b> Brandobarian<br></p>Brandobaris is the tall races' misapprehension of the entire halfling race given divine form. A constantly scheming, meddling, curious, short-attention-spanned rapscallion as interested in the contents of a man's purse as he is in the contents of his character, Brandobaris nonetheless makes few enemies, as his wit, charm, good looks, and ability to work on the fly get him out of trouble in the few adventures that do go wrong.<p><br></p><p class=publishedIn>Published in Forgotten Realms Campaign Guide, page(s) 81.</p>","deity17":"<h1 class=player>Chauntea<b>, The Great Mother</b></h1><p class=flavor><b>Type: </b>Greater God<br><b>Alignment: </b>Lawful Good<br><b>Gender:</b> Female<br><b>Sphere:</b> Life<br><b>Dominion:</b> Green Fields<br><b>Priests:</b> Druids<br><b>Adjective:</b> Chauntean<br><b>Domain: </b>Earth, Hope, Life<br></p>Chauntea is among the oldest of the deities, having been present at the creation of Abeir-Toril, infusing the twin worlds with the essence of life. She holds sway not so much over the natural world, but over the way in which sentient mortals interact with the world.<br>    The Great Mother is revered by any who depend on the land for their livelihood. A kindly mistress, she ensures healthy harvests to those who treat the tilled earth with the respect she demands.<br>    Chauntean priests pray to the Great Mother at sunset. For her favor, she asks that her faithful spend every effort preserving the natural cycle of growth and harvest. The devoted are divided into two sects: the pastorals, who minister to farmers and villagers, and the true shapers, solitary druids who find truth in the wild lands yet to be tamed.<p><br></p><p class=publishedIn>Published in Forgotten Realms Campaign Guide, page(s) 73.</p>","deity37":"<h1 class=player>Loviatar<b>, Maiden of Pain</b></h1><p class=flavor><b>Type: </b>God<br><b>Alignment: </b>Evil<br><b>Gender:</b> Female<br><b>Sphere:</b> Pain<br><b>Dominion:</b> Banehold<br><b>Priests:</b> Pains<br><b>Adjective:</b> Loviatan<br><b>Domain: </b>Torment, Vengeance<br></p>Loviatar is the aggressive, domineering and fearless patron of torturers, sadists, and bullies. She has a cold and calculatingly cruel nature and an icebound heart. The Maiden of Pain has an instinct for inflicting both physical and psychological pain, always striking at the biggest chink in her victim's emotional armor.<p><br></p><p class=publishedIn>Published in Forgotten Realms Campaign Guide, page(s) 80.</p>","deity77":"<h1 class=player>The Red Knight<b>, Lady of Strategy</b></h1><p class=flavor><b>Type: </b>Exarch<br><b>Alignment: </b>Lawful Good<br><b>Gender:</b> Female<br><b>Sphere:</b> Tactics<br><b>Dominion:</b> Warrior's Rest<br><b>Priests:</b> Holy Strategists<br><b>Adjective:</b> Red Knightist<br></p>Calm and logical in demeanor, the Red Knight displays a great wealth of compassion, though she is unafraid to send her worshipers to their deaths when necessary to secure the objective of a plan. She rarely raises her voice and is said to love a good joke and have a throaty laugh. She dislikes flighty behavior, and looks unfavorably upon those who switch alliances often or capriciously.<p><br></p><p class=publishedIn>Published in Forgotten Realms Campaign Guide, page(s) 81.</p>","deity138":"<h1 class=player>Bane (Forgotten Realms)</h1><p class=flavor><b>Type: </b>Greater God<br><b>Alignment: </b>Evil<br><b>Gender:</b> Male<br><b>Sphere:</b> Tyranny<br><b>Dominion:</b> Banehold<br><b>Priests:</b> Dreadmasters<br><b>Adjective:</b> Banite<br><b>Domain: </b>Civilization, Tyranny, War<br></p>Thought to have been destroyed forever during the Time of Troubles, Bane returned to life in 1372 DR and continued his mission to dominate every mortal soul on Toril. The Black Lord of Banehold is the embodiment of tyranny.<br>    Bane's lust for power doesn't stop at the mystical walls that separate the world from the heartless gray hellscape of Banehold. Bane also seeks lordship over other deities, and he has killed and absorbed the essence and followers of numerous divine beings. He has drawn others into his command, including the goblin deities Maglubiyet and Hruggek and his consort, the twisted goddess Loviatar.<br>    Banite priests are expected to strive constantly for dominance over those around them. No holy days are observed in Bane's name, and the god scorns invocations that are not accompanied by proof of temporal power over others. When a mortal swears fealty to Bane, that service is absolute.<p><br></p><p class=publishedIn>Published in Forgotten Realms Campaign Guide, page(s) 73.</p>","deity58":"<h1 class=player>Callarduran Smoothhands<b>, Deep Brother</b></h1><p class=flavor><b>Type: </b>Exarch<br><b>Alignment: </b>Unaligned<br><b>Gender:</b> Male<br><b>Sphere:</b> Mining<br><b>Dominion:</b> Arvandor<br><b>Priests:</b> Earthbloods<br><b>Adjective:</b> Calladurian<br></p>Callarduran Smoothhands is by nature solitary and thoughtful, and he rarely consorts even with other gnome gods. He is a benign but secretive deity, caring only for his own people and their defense against drow and the other dangers of the Underdark. He intercedes to defend his followers from such dangers, and his appearance is heralded by a loud humming which can be heard through solid rock.<p><br></p><p class=publishedIn>Published in Forgotten Realms Campaign Guide, page(s) 81.</p>","deity18":"<h1 class=player>Cyric<b>, Prince of Lies</b></h1><p class=flavor><b>Type: </b>Greater God<br><b>Alignment: </b>Chaotic Evil<br><b>Gender:</b> Male<br><b>Sphere:</b> Strife<br><b>Dominion:</b> Supreme Throne<br><b>Priests:</b> Strifeleaders<br><b>Adjective:</b> Cyricist<br><b>Domain: </b>Madness, Strife, Trickery<br></p>The mad god of strife and lies, Cyric is chaos incarnate. He is reviled by his fellow deities, who have time and again intervened to stop his destructive flights of fancy. When he murdered Mystra in the Year of Blue Fire (1385 DR), the entire plane of Dweomerheart exploded, and the resulting Spellplague ravaged the cosmos. Tyr, Lathander, and Sune united to imprison him in his nightmarish playhouse of a plane, the Supreme Throne, where he remains to this day, alone and increasingly insane.<br>    Cyricists, inspired by the lunatic clergy who call themselves strifeleaders, spread chaos, destruction, and insanity wherever they go. Few can understand what vile disease of the mind could bring a mortal to serve such a deity in the first place, but where his worship takes hold, only misery follows. His wild rantings are inscribed in The Cyrinishad, a tome of ever-changing text that drives any who read it hopelessly mad.<p><br></p><p class=publishedIn>Published in Forgotten Realms Campaign Guide, page(s) 74.</p>","deity38":"<h1 class=player>Luthic<b>, The Cave Mother</b></h1><p class=flavor><b>Type: </b>God<br><b>Alignment: </b>Chaotic Evil<br><b>Gender:</b> Female<br><b>Sphere:</b> Caves<br><b>Dominion:</b> Nishrek<br><b>Priests:</b> Shamans<br><b>Adjective:</b> Luthican<br><b>Domain: </b>Earth, Protection<br></p>Luthic has a strong affinity for the earth on which her enduring strength is built. Although hardly kind, she tends to the injured with brusque efficiency and is the quiet bedrock on which the orc pantheon rests. The Cave Mother does not take kindly to those who abuse her name, inflicting wasting diseases on those who do. She has a nasty temper that can erupt at any time. Although outwardly servile to the male orc gods, she is cunning enough to manipulate Gruumsh and Bahgtru and through them often get her way.<p><br></p><p class=publishedIn>Published in Forgotten Realms Campaign Guide, page(s) 80.</p>","deity78":"<h1 class=player>Sharess<b>, The Dancing Lady</b></h1><p class=flavor><b>Type: </b>Exarch<br><b>Alignment: </b>Good<br><b>Gender:</b> Female<br><b>Sphere:</b> Cats<br><b>Dominion:</b> Gates of the Moon<br><b>Priests:</b> Sensates<br><b>Adjective:</b> Sharessan<br></p>Sharess is a radiantly beautiful goddess, rivaled only by Sune. Her voice is said to be a throaty purr and to give the listener the feeling he or she is being brushed by the softest fur or velvet when she speaks. She is a fickle, flighty deity, who prevents anyone from getting too close to her true spirit. She has the willful independence and pleasure-seeking nature common to felines and is constantly preening and grooming to maintain her appearance.<p><br></p><p class=publishedIn>Published in Forgotten Realms Campaign Guide, page(s) 81.</p>","deity118":"<h1 class=player>The Devourer</h1><p class=flavor><b>Type: </b>God<br><b>Alignment: </b>Chaotic Evil<br><b>Gender:</b> Male<br><b>Sphere:</b> Storm, flood, famine, other aspects of nature's wrath; also, the sea<br><b>Domain: </b>Destruction, Sea, Storm<br></p>The Devourer is lord of deep waters, of maelstrom and reef. He represents nature's destructive power, and his chief worshipers are sahuagin.<br><br>The Devourer is part of The Dark Six. Complementing the Sovereign Host and its focus on the light of civilization, the Dark Six represent the darkness of the wilds. The two pantheons were once combined, but a great schism separated them. The Dark Six now oppose the Host on all fronts. Where the Sovereign Host is generally good, the Dark Six are by and large evil. Where the Sovereign Host values community and government, the Dark Six value individuality and anarchy. The Dark Six are cruel, passionate, brutal, and wild.<p><br></p><p class=publishedIn>Published in Eberron Player's Guide, page(s) 19.</p>","deity98":"<h1 class=player>Vecna</h1><p class=flavor><b>Type: </b>God<br><b>Alignment: </b>Evil<br><b>Gender:</b> Male<br><b>Sphere:</b> Undeath, secrets<br><b>Domain: </b>Knowledge, Undeath<br></p>Vecna is the evil god of undead, necromancy, and secrets. He rules that which is not meant to be known and that which people wish to keep secret. Evil spellcasters and conspirators pay him homage. He commands them to:<br>✦    Never reveal all you know.<br>✦    Find the seed of darkness in your heart and nourish it; find it in others and exploit it to your advantage.<br>✦    Oppose the followers of all other deities so that Vecna alone can rule the world.<p><br></p><p class=publishedIn>Published in Dungeon Master's Guide, page(s) 163.</p>","deity59":"<h1 class=player>Clangeddin Silverbeard<b>, Father of Battle</b></h1><p class=flavor><b>Type: </b>Exarch<br><b>Alignment: </b>Lawful Good<br><b>Gender:</b> Male<br><b>Sphere:</b> Battle<br><b>Dominion:</b> Dwarfhome<br><b>Priests:</b> -<br><b>Adjective:</b> Clangeddite<br></p>When a dwarf marches off to battle, the hymns of Clangeddin Silverbeard echo in his warrior's heart. Those dwarves who fight by profession or preference (which is most of them) honor the Lord of the Twin Axes in word and deed, pledging to honor in battle, mastery in training, and wisdom in war.<p><br></p><p class=publishedIn>Published in Forgotten Realms Campaign Guide, page(s) 81.</p>","deity19":"<h1 class=player>Ghaunadaur<b>, That Which Lurks</b></h1><p class=flavor><b>Type: </b>Greater God<br><b>Alignment: </b>Chaotic Evil<br><b>Gender:</b> Male<br><b>Sphere:</b> Abominations<br><b>Dominion:</b> Dismal Caverns<br><b>Priests:</b> Amorphites<br><b>Adjective:</b> Ghaundauran<br><b>Domain: </b>Destruction, Earth, Madness<br></p>Ghaunadaur was once worshiped by drow and coexisted with Lolth when the Abyss held the Demonweb Pits. Not long after the Spider Queen transformed into a greater god, she arranged for Ghaunadaur's drow followers to forget him.<br>    That Which Lurks, having watched the rest of the drow deities die in their struggle against Lolth, knew enough to slink away into the darkest corner of the cosmos he could find. In the Dismal Caverns, Ghaunadaur's power grew. He has come to rule the lowest forms of sentience: the oozes, slimes, and abominations.<br>    Ghaunadaur revels in the suffering of all forms of life, and in the feel of flesh consumed by acid. He is revered by incredibly ancient creatures, including the terrifying abominations of the Abolethic Sovereignty. His priests are unbound by holy days or scripture, compelled only to destroy and consume in the name of their hateful master.<p><br></p><p class=publishedIn>Published in Forgotten Realms Campaign Guide, page(s) 74.</p>","deity139":"<h1 class=player>Gruumsh (Forgotten Realms)</h1><p class=flavor><b>Type: </b>Greater God<br><b>Alignment: </b>Chaotic Evil<br><b>Gender:</b> Male<br><b>Sphere:</b> Savagery<br><b>Dominion:</b> Nishrek<br><b>Priests:</b> Shamans<br><b>Adjective:</b> Gruuman<br><b>Domain: </b>Destruction, Storm, Strength<br></p>Gruumsh's influence has flourished in recent decades with the growth of the orc population, and as other humanoids have come under his sway. Hisrecent triumphs include putting the orc pantheon and other minor deities of the savage races under his thumb.<br>    Though Gruumans maintain that their god was born with one eye, the eladrin assert that he lost an eye in combat with Corellon. The two divine powers have fought countless times, and they remain the bitterest of enemies.<br>    Gruumsh is a god of conquest, driving his savage multitudes to expand their power by whatever brutal means they wish. His shamans advise chiefs and warmongers to raid, kill, and conquer.<br>    The last day of Marpenoth, which Gruumans call Gharfek'taaz (“Feast of the Bloodied Stones”), commemorates Gruumsh's ascendancy as the master of Nishrek. On this day, new shamans are ordained in a bloody orgy of torture and sacrifice.<p><br></p><p class=publishedIn>Published in Forgotten Realms Campaign Guide, page(s) 74.</p>","deity39":"<h1 class=player>Mielikki<b>, Our Lady of the Forest</b></h1><p class=flavor><b>Type: </b>God<br><b>Alignment: </b>Good<br><b>Gender:</b> Female<br><b>Sphere:</b> Forests<br><b>Dominion:</b> Deep Wilds<br><b>Priests:</b> Druids<br><b>Adjective:</b> Mielikkian<br><b>Domain: </b>Freedom, Wilderness<br></p>Mielikki is a good-humored deity who is quick to smile and confident in her actions. She is fiercely loyal to and protective of those she calls friends but considers carefully before including someone among them. While she knows death is part of the cycle of life, she is not as hard-hearted as Silvanus and often intervenes to cure the injuries of a creature because she finds them hard to bear.<p><br></p><p class=publishedIn>Published in Forgotten Realms Campaign Guide, page(s) 80.</p>","deity79":"<h1 class=player>Shargaas<b>, The Night Lord</b></h1><p class=flavor><b>Type: </b>Exarch<br><b>Alignment: </b>Chaotic Evil<br><b>Gender:</b> Male<br><b>Sphere:</b> Night<br><b>Dominion:</b> Nishrek<br><b>Priests:</b> -<br><b>Adjective:</b> Sharfaasan<br></p>Shargaas is a dark and brooding deity of terrifying cruelty and evil. More cunning than even Ilneval, his scheming is cold and calculated. His hatred of non-orcs is rooted in a basic hatred of life itself, and he views even orcs as little more than killing tools to be eventually discarded.<p><br></p><p class=publishedIn>Published in Forgotten Realms Campaign Guide, page(s) 81.</p>","deity119":"<h1 class=player>The Fury</h1><p class=flavor><b>Type: </b>God<br><b>Alignment: </b>Chaotic Evil<br><b>Gender:</b> Male<br><b>Sphere:</b> Wrath, passion, vengeance<br><b>Domain: </b>Madness, Vengeance<br></p>The Fury is a deity of passion—fervor driven to madness.<br><br>The Fury is part of The Dark Six. Complementing the Sovereign Host and its focus on the light of civilization, the Dark Six represent the darkness of the wilds. The two pantheons were once combined, but a great schism separated them. The Dark Six now oppose the Host on all fronts. Where the Sovereign Host is generally good, the Dark Six are by and large evil. Where the Sovereign Host values community and government, the Dark Six value individuality and anarchy. The Dark Six are cruel, passionate, brutal, and wild.<p><br></p><p class=publishedIn>Published in Eberron Player's Guide, page(s) 19.</p>","deity99":"<h1 class=player>Torog<b>, The King that Crawls</b></h1><p class=flavor><b>Type: </b>God<br><b>Alignment: </b>Evil<br><b>Gender:</b> Male<br><b>Sphere:</b> Underdark, imprisonment<br><b>Domain: </b>Earth, Torment<br></p>Torog is the evil god of the Underdark, patron of jailers and torturers. Common superstition holds that if his name is spoken, the King that Crawls burrows up from below and drags the hapless speaker underground to an eternity of imprisonment and torture. Jailers and torturers pray to him in deep caves and cellars, and creatures of the Underdark revere him as well. He teaches his worshipers to:<br>✦    Seek out and revere the deep places beneath the earth.<br>✦    Delight in the giving of pain, and consider pain you receive as homage to Torog.<br>✦    Bind tightly what is in your charge, and restrain those who wander free.<p><br></p><p class=publishedIn>Published in Dungeon Master's Guide, page(s) 163.</p>","deity2":"<h1 class=player>Bahamut</h1><p class=flavor><b>Type: </b>God<br><b>Alignment: </b>Lawful Good<br><b>Gender:</b> Male<br><b>Sphere:</b> Justice<br><b>Dominion:</b> Celestia<br><b>Priests:</b> Justicars<br><b>Adjective:</b> Bahamutan<br><b>Domain: </b>Hope, Justice, Protection<br></p>Called the Platinum Dragon, Bahamut is the god of justice, protection, nobility, and honor. Lawful good paladins often revere him, and metallic dragons worship him as the first of their kind. Monarchs are crowned in his name. He commands his followers thus:<br>* Uphold the highest ideals of honor and justice.<br>* Be constantly vigilant against evil and oppose it on all fronts.<br>* Protect the weak, liberate the oppressed, and defend just order.<p><br></p><p class=publishedIn>Published in Player's Handbook, page(s) 21, Heroes of the Fallen Lands, page(s) 50.</p>","deity142":"<h1 class=player>Corellon (Forgotten Realms)<b>, First of the Seldarine</b></h1><p class=flavor><b>Type: </b>Greater God<br><b>Alignment: </b>Good<br><b>Gender:</b> Male<br><b>Sphere:</b> Fey<br><b>Dominion:</b> Arvandor<br><b>Priests:</b> Feywardens<br><b>Adjective:</b> Corellite<br></p>Legends of the epic battles between Corellon (sometimes called Corellon Larethian) and Gruumsh are the most repeated in the history of Toril. During that great struggle, the eladrin were born of Corellon's blood. He is the benevolent ruler of Arvandor and the leader of the Seldarine (“the fellowship of brothers and sisters of the wood”), god and exarchs who embody the eladrin's proud and ancient traditions.<br>    Though he is a skilled warrior, it is his love of the eladrin and their great works of magic and beauty that inspires Corellon. That inspiration is returned to his people a thousandfold.<br>    Corellon's feywardens are charged with protecting the traditions and works of their race. They turn aside political power, acting as advisors to the kings and queens of the elven realms.<br>    The holiest day for Corellites is Shieldmeet, but every month they gather under the crescent moon to observe Lateu'quor, the Forest Communion of the Crescent Moon, praising their deity with a multitude of beautiful works.<p><br></p><p class=publishedIn>Published in Forgotten Realms Campaign Guide, page(s) 73.</p>","deity62":"<h1 class=player>Dugmaren Brightmantle<b>, The Gleam in the Eye</b></h1><p class=flavor><b>Type: </b>Exarch<br><b>Alignment: </b>Good<br><b>Gender:</b> Male<br><b>Sphere:</b> Scholarship<br><b>Dominion:</b> Dwarfhome<br><b>Priests:</b> -<br><b>Adjective:</b> Dugmarenite<br></p>Just as Marthammor Duin exemplifies the occasional dwarven urge to explore the world beyond the mountain, Dugmaren Brightmantle signifies the exploratory striving to blaze the trails of creativity by applying accumulated knowledge to create something new and good. Brightmantle represents the progressive elements of a naturally conservative race that nonetheless prides itself on its infrequent innovations.<p><br></p><p class=publishedIn>Published in Forgotten Realms Campaign Guide, page(s) 81.</p>","deity82":"<h1 class=player>Siamorphe<b>, The Divine Right</b></h1><p class=flavor><b>Type: </b>Exarch<br><b>Alignment: </b>Lawful Good<br><b>Gender:</b> Female<br><b>Sphere:</b> Nobility<br><b>Dominion:</b> Eternal Sun<br><b>Priests:</b> Nighborns<br><b>Adjective:</b> Siamorphan<br></p>Siamorphe is kind and quiet with individuals, but firm and charismatic when dealing with large groups. Her soft voice is tinged with great wisdom, but she brooks no argument when she gives an order. She likes to think of her duty as one of building a sturdy skeleton of continuity in government through a noble infrastructure so that the body politic can grow and develop properly under the leadership of a royal ruler.<p><br></p><p class=publishedIn>Published in Forgotten Realms Campaign Guide, page(s) 81.</p>","deity42":"<h1 class=player>Talona<b>, Lady of Poison</b></h1><p class=flavor><b>Type: </b>God<br><b>Alignment: </b>Chaotic Evil<br><b>Gender:</b> Female<br><b>Sphere:</b> Plague<br><b>Dominion:</b> Towers of Night<br><b>Priests:</b> Malagents<br><b>Adjective:</b> Talonite<br><b>Domain: </b>Destruction, Poison<br></p>Talona is often depicted as a withered old crone with a scarred, tattooed face in religious texts. Where she walks, misfortune and death follow. She has the personailty of a petulant, greedy child trapped in the body of a once-beautiful woman now scarred by horrific disease and ravaged by age. She alternately desires attention at any cost like a small child and becomes aloof like a wounded paramour who has been discarded by her love.<p><br></p><p class=publishedIn>Published in Forgotten Realms Campaign Guide, page(s) 80.</p>","deity122":"<h1 class=player>The Shadow</h1><p class=flavor><b>Type: </b>God<br><b>Alignment: </b>Chaotic Evil<br><b>Gender:</b> Male<br><b>Sphere:</b> Ambition, dark magic, corruption<br><b>Domain: </b>Arcana, Darkness<br></p>The Shadow promotes dark magic and the corruption of nature.<br><br>The Shadow is part of The Dark Six. Complementing the Sovereign Host and its focus on the light of civilization, the Dark Six represent the darkness of the wilds. The two pantheons were once combined, but a great schism separated them. The Dark Six now oppose the Host on all fronts. Where the Sovereign Host is generally good, the Dark Six are by and large evil. Where the Sovereign Host values community and government, the Dark Six value individuality and anarchy. The Dark Six are cruel, passionate, brutal, and wild.<p><br></p><p class=publishedIn>Published in Eberron Player's Guide, page(s) 19.</p>","deity22":"<h1 class=player>Lolth<b>, Queen of the Demonweb Pits</b></h1><p class=flavor><b>Type: </b>Greater God<br><b>Alignment: </b>Chaotic Evil<br><b>Gender:</b> Female<br><b>Sphere:</b> Drow<br><b>Dominion:</b> Demonweb Pits<br><b>Priests:</b> Arachne<br><b>Adjective:</b> Lolthite<br><b>Domain: </b>Darkness, Trickery<br></p>Lolth is the chaotic evil god of shadow, lies, and spiders. Scheming and treachery are her commands, and her priests are a constant force of disruption in the otherwise stable society of the evil drow. Though she is properly a god and not a demon, she is called Demon Queen of Spiders. She demands that her followers:<br>•     Do whatever it takes to gain and hold power.<br>•     Rely on stealth and slander in preference to outright confrontation.<br>•     Seek the death of elves and eladrin at every opportunity.<p><br></p><p class=publishedIn>Published in Dungeon Master's Guide, page(s) 163.</p>","deity3":"<h1 class=player>Corellon<b>, First of the Seldarine</b></h1><p class=flavor><b>Type: </b>Greater God<br><b>Alignment: </b>Unaligned<br><b>Gender:</b> Male<br><b>Sphere:</b> Fey<br><b>Dominion:</b> Arvandor<br><b>Priests:</b> Feywardens<br><b>Adjective:</b> Corellite<br><b>Domain: </b>Arcana, Skill, Wilderness<br></p>The god of spring, beauty, and the arts, Corellon is the patron of arcane magic and the fey. He seeded the world with arcane magic and planted the most ancient forests. Artists and musicians worship him, as do those who view their spellcasting as an art, and his shrines can be found throughout the Feywild. He despises Lolth and her priestesses for leading the drow astray. He urges his followers to:<br>* Cultivate beauty in all that you do, whether you're casting a spell, composing a saga, strumming a lute, or practicing the arts of war.<br>* Seek out lost magic items, forgotten rituals, and ancient works of art. Corellon might have inspired them in the world's first days.<br>* Thwart the followers of Lolth at every opportunity.<p><br></p><p class=publishedIn>Published in Player's Handbook, page(s) 21, Heroes of the Fallen Lands, page(s) 50.</p>","deity63":"<h1 class=player>Erevan Ilesere<b>, The Chameleon</b></h1><p class=flavor><b>Type: </b>Exarch<br><b>Alignment: </b>Unaligned<br><b>Gender:</b> Male<br><b>Sphere:</b> Mischief<br><b>Dominion:</b> Arvandor<br><b>Priests:</b> -<br><b>Adjective:</b> Erevanian<br></p>Erevan Ilesere is a fickle, utterly unpredictable deity who can change his appearance at will. He is one of the most fun-loving deities in the multiverse, and he seems incapable of remaining still or concentrating on a single task for any extended period of time. Erevan enjoys causing trouble for its own sake, but his pranks are rarely either helpful or deadly.<p><br></p><p class=publishedIn>Published in Forgotten Realms Campaign Guide, page(s) 81.</p>","deity23":"<h1 class=player>Oghma<b>, The Binder of What is Known</b></h1><p class=flavor><b>Type: </b>Greater God<br><b>Alignment: </b>Unaligned<br><b>Gender:</b> Male<br><b>Sphere:</b> Knowledge<br><b>Dominion:</b> House of Knowledge<br><b>Priests:</b> Lorekeepers/Namers<br><b>Adjective:</b> Oghmanyte<br><b>Domain: </b>Knowledge, Skill, Trickery<br></p>The deity of knowledge is the judge of ideas and innovations, deciding what will be passed down and what will be forgotten. This is a responsibility that Oghma takes seriously, despite his outwardly carefree demeanor.<br>    Oghma thrives on ideas. He cannot abide the stifling of an original thought, no matter what might come of it, good or ill. It is for him to decide if a concept is carried forward from its originator, and he is protective of that power.<br>    When Oghma's Chosen, Grand Patriarch Cullen Kordamant, disappeared more than 120 years ago, his faith was split between two major factions— Procampur's Orthodox Church of Oghma and the Oghmanyte Church in Exile, formerly of Sembia but now Cormyrian. Orthodox priests are known as lorekeepers; the Oghmanytes call themselves namers. Both maintain expansive libraries and greedily pursue written texts and oral histories from across Toril.<p><br></p><p class=publishedIn>Published in Forgotten Realms Campaign Guide, page(s) 75.</p>","deity83":"<h1 class=player>Solonor Thelandira<b>, Keen-Eye</b></h1><p class=flavor><b>Type: </b>Exarch<br><b>Alignment: </b>Good<br><b>Gender:</b> Male<br><b>Sphere:</b> Archery<br><b>Dominion:</b> Avandor<br><b>Priests:</b> -<br><b>Adjective:</b> Solonoran<br></p>Solonor Thelandira is always in pursuit of quarry, and he rarely remains in one location for very long. Unlike many hunters, the Great Archer stalks prey only out of concern for the overall balance between the species and to destroy evil-doers, particularly the drow.<p><br></p><p class=publishedIn>Published in Forgotten Realms Campaign Guide, page(s) 81.</p>","deity43":"<h1 class=player>Tiamat</h1><p class=flavor><b>Type: </b>God<br><b>Alignment: </b>Evil<br><b>Gender:</b> Female<br><b>Sphere:</b> Greed<br><b>Dominion:</b> Banehold<br><b>Priests:</b> Wyrmkeepers<br><b>Adjective:</b> Tiamatan<br><b>Domain: </b>Strife, Vengeance<br></p>Tiamat is the evil god of wealth, greed, and envy. She is the patron of chromatic dragons and those whose lust for wealth overrides any other goal or concern. She commands her followers to:<br>•     Hoard wealth, acquiring much and spending little. Wealth is its own reward.<br>•     Forgive no slight and leave no wrong unpunished.<br>•     Take what you desire from others. Those who lack the strength to defend their possessions are not worthy to own them.<p><br></p><p class=publishedIn>Published in Dungeon Master's Guide, page(s) 163.</p>","deity4":"<h1 class=player>Erathis</h1><p class=flavor><b>Type: </b>God<br><b>Alignment: </b>Unaligned<br><b>Gender:</b> Female<br><b>Domain: </b>Civilization, Creation, Justice<br></p>Erathis is the god of civilization. She is the muse of great invention, founder of cities, and author of laws. Rulers, judges, pioneers, and devoted citizens revere her, and her temples hold prominent places in most of the world's major cities. Her laws are many, but their purpose is straightforward:<br>* Work with others to achieve your goals. Community and order are always stronger than the disjointed efforts of lone individuals.<br>* Tame the wilderness to make it fit for habitation and defend the light of civilization against the encroaching darkness.<br>* Seek out new ideas, new inventions, new lands to inhabit, new wilderness to conquer. Build machines, build cities, build empires.<p><br></p><p class=publishedIn>Published in Player's Handbook, page(s) 21, Heroes of the Fallen Lands, page(s) 50.</p>","deity64":"<h1 class=player>Fenmarel Mestarine<b>, The Lone Wolf</b></h1><p class=flavor><b>Type: </b>Exarch<br><b>Alignment: </b>Unaligned<br><b>Gender:</b> Male<br><b>Sphere:</b> Outcasts<br><b>Dominion:</b> Arvandor<br><b>Priests:</b> -<br><b>Adjective:</b> Fenmaren<br></p>Fenmarel Mestarine is eternally sullen and serious, a perfect counterbalance to fun-loving Erevan Ilesere. He has no interest in communicating with members of other pantheons or nonelves unless absolutely necessary, and when he does speak he is usually bitter and cynical. Although he tries to avoid commitments of any sort, the Lone Wolf always abides by his word, no matter how reluctantly it is given.<p><br></p><p class=publishedIn>Published in Forgotten Realms Campaign Guide, page(s) 81.</p>","deity24":"<h1 class=player>Selûne<b>, The Moonmaiden</b></h1><p class=flavor><b>Type: </b>Greater God<br><b>Alignment: </b>Good<br><b>Gender:</b> Female<br><b>Sphere:</b> Moon<br><b>Dominion:</b> Gates of the Moon<br><b>Priests:</b> Silverstars<br><b>Adjective:</b> Selûnite<br><b>Domain: </b>Arcana, Change, Moon<br></p>Together with her sister Shar, Selune created Abeir-Toril from the cosmic ether and assisted Chauntea as she blessed the twin worlds with life. She has infused her spirit into the moon and forever looks down on the world she helped create.<br>    Selûne's influence on Toril is felt in the ebb and flow of the tides and in the comforting silver glow of a moonlit night. She brings light to darkness, holding back the tide of evil embodied by her shadowy sister.<br>    Mostly female, the Selûnite priests known as silverstars administer to their flocks with patience and compassion, letting all know that \"anywhere the full moon shines is the place for Selûne.\"<br>    Silverstars are particularly interested in combating the dark side of lycanthropy. They wander Toril in search of werecreatures, hoping to aid them in maintaining or regaining control, or destroying those who have allowed their humanity to be overwhelmed by their affliction.<p><br></p><p class=publishedIn>Published in Forgotten Realms Campaign Guide, page(s) 76.</p>","deity84":"<h1 class=player>Thard Harr<b>, Lord of the Jungle Deeps</b></h1><p class=flavor><b>Type: </b>Exarch<br><b>Alignment: </b>Good<br><b>Gender:</b> Male<br><b>Sphere:</b> Hunting<br><b>Dominion:</b> Dwarfhome<br><b>Priests:</b> -<br><b>Adjective:</b> Thardite<br></p>When faced with the tattooed, pot-bellied Thard Harr—an obscure, feral creature wearing an ornate copper helm fashioned in the shape of a crocodile's head—few would suspect they look upon a member of the Morndinsamman. Though distanced from his kin emotionally and geographically, Thard Harr nonetheless shares the blood of Moradin. Patron of the wild dwarves who inhabit the jungles of Faerûn (notably Chult), Thard Harr protects his charges from the marauding of wild beasts, the rampages of hungry dinosaurs, and the unwanted incursions of outlanders.<p><br></p><p class=publishedIn>Published in Forgotten Realms Campaign Guide, page(s) 81.</p>","deity44":"<h1 class=player>Umberlee<b>, The Bitch Queen</b></h1><p class=flavor><b>Type: </b>God<br><b>Alignment: </b>Chaotic Evil<br><b>Gender:</b> Female<br><b>Sphere:</b> Sea<br><b>Dominion:</b> Deep Wilds<br><b>Priests:</b> Waveservants<br><b>Adjective:</b> Umberlant<br><b>Domain: </b>Sea, Storm<br></p>The Queen of the Deeps is a harsh mistress, largely uncaring of her mortal worshipers' pleas for mercy when one of her storms whips the seas of Toril into a killing frenzy. Still, hardly a soul steps aboard a ship who doesn't whisper at least a cursory appeal to her in the hope that her random mercies fall their way.<br>Her waveservants rely on the scattered alms of terrified sailors for a minimal living, preaching the majesty of the uncaring ocean and the inherent hopelessness of anyone who dares set to sea.<p><br></p><p class=publishedIn>Published in Forgotten Realms Campaign Guide, page(s) 80.</p>","deity124":"<h1 class=player>The Dark Six</h1><p class=flavor><b>Type: </b>Pantheon<br><b>Alignment: </b>Evil<br><b>Sphere:</b> All the world, especially the primal wilderness and nature's destructive forces<br><b>Domain: </b>Destruction, Wilderness<br></p>Complementing the Sovereign Host and its focus on the light of civilization, the Dark Six represent the darkness of the wilds. The two pantheons were once combined, but a great schism separated them. The Dark Six now oppose the Host on all fronts. Where the Sovereign Host is generally good, the Dark Six are by and large evil. Where the Sovereign Host values community and government, the Dark Six value individuality and anarchy. The Dark Six are cruel, passionate, brutal, and wild.<p><br></p><p class=publishedIn>Published in Eberron Player's Guide, page(s) 19.</p>","deity144":"<h1 class=player>Aurom<b>, The Shattered One</b></h1><p class=flavor><b>Type: </b>Dead God or Goddess<br><b>Alignment: </b>Unaligned<br><b>Sphere:</b> The Cycle of Life<br></p>Aurom was an early god—or, in some records, goddess—of the dead. Since he was a tribal god, he held sway over a broad spectrum of subjects. Many deities were less than pleased with Aurom's claim on so many subjects. Aurom was slain by Nerull, a powerful mortal necromancer seeking divinity. Nerull took only the portfolio of death from the dead deity and left Aurom's other portfolios to be divided among the other deities, thus securing a place among them.<br>    Aurom's existence was long hidden, since Nerull erased any knowledge of his predecessor that he could track down. Those who taught that Nerull had not always been the only god of the dead met horrible fates. The truth finally came to light when the Raven Queen slew Nerull and saw a benefit in weakening that god's original hold by revealing the truth of his origins.<br>    Little is known of Aurom despite the Raven Queen's revelations, and few people agree on what he or she was really like. Various sects have sprung up, each with radically different ideas. Most sects survived for only a short while. The only sect to have persisted for more than a few decades now is the Enclave of Dust. Most members are dry and bookish, dispassionate folk who see death as a necessity. They renounce the importance of the soul. Their particularly morose outlook means their cult has been small over the years, but also has kept them from becoming important enough to be a target for elimination.<br>    The Enclave of Dust today speculates that Aurom taught the following:<br>    • Everything is part of the cycle. We are born. We live. We die. Respect life, and know death to be a part of it.<br>    • We are created from the elements and return to the chaos when it ends. The primordials are our enemies. They seek to undo the cycle, refusing to be part of it.<br>    • Undeath is a punishment and trial. It should be ended for those who do not deserve it, and it should be prolonged or inflicted on those who do.<br>    • Do not fight death. Do not seek to be more than you are. We are all dust.<p><br></p><p class=publishedIn>Published in Dragon Magazine 390.</p>","deity5":"<h1 class=player>Ioun</h1><p class=flavor><b>Type: </b>God<br><b>Alignment: </b>Unaligned<br><b>Gender:</b> Female<br><b>Domain: </b>Fate, Knowledge, Skill<br></p>Ioun is the god of knowledge, skill, and prophecy. Sages, seers, and tacticians revere her, as do all who live by their knowledge and mental power. Corellon is the patron of arcane magic, but Ioun is the patron of its study. Libraries and wizard academies are built in her name. Her commands are also teachings: <br>* Seek the perfection of your mind by bringing reason, perception, and emotion into balance with one another. <br>* Accumulate, preserve, and distribute knowledge in all forms. Pursue education, build libraries, and seek out lost and ancient lore.<br>* Be watchful at all times for the followers of Vecna, who seek to control knowledge and keep secrets. Oppose their schemes, unmask their secrets, and blind them with the light of truth and reason.<p><br></p><p class=publishedIn>Published in Player's Handbook, page(s) 21, Heroes of the Fallen Lands, page(s) 51.</p>","deity65":"<h1 class=player>Fzoul Chembryl<b>, Bane's Chosen Tyrant</b></h1><p class=flavor><b>Type: </b>Exarch<br><b>Alignment: </b>Evil<br><b>Gender:</b> Male<br><b>Sphere:</b> Service to evil<br><b>Dominion:</b> Banehold<br><b>Priests:</b> -<br><b>Adjective:</b> Chembryn<br></p>Fzoul Chembryl died defending Zhentil Keep against the shades of Netheril. Despite his failure, Bane then took Fzoul as an exarch. Since that time, Fzoul's followers have focused on maintaining Bane's influence in the Moonsea region. At Fzoul's direction, they work against Netheril.<p><br></p><p class=publishedIn>Published in Forgotten Realms Campaign Guide, page(s) 81.</p>","deity25":"<h1 class=player>Shar<b>, Mistress of the Night</b></h1><p class=flavor><b>Type: </b>Greater God<br><b>Alignment: </b>Evil<br><b>Gender:</b> Female<br><b>Sphere:</b> Shadows<br><b>Dominion:</b> Towers of Night<br><b>Priests:</b> Nightcloaks<br><b>Adjective:</b> Sharran<br><b>Domain: </b>Darkness, Knowledge, Undeath<br></p>As old as the cosmos, Shar is one of the twin deities who created the world, bringing order out of Ao's primordial chaos. The balance to her sister's loving grace, Shar resides in the deepest shadows, nurturing the secret hatreds, the unnatural desires, and the lust for revenge that reside in the black corners of the mortal heart.<br>    Her worshipers wield great power over other mortals and have worked their way into the highest governing ranks of countless realms. In the Empire of Netheril, allegiance to Shar, and Shar alone, carries the weight of law.<br>    Her nightcloaks form their own cells from what scraps of secret lore they can find. Temples of Shar practice devotion to her in wildly varying ways. Often the presence of a temple is revealed only to a small inner circle of lay initiates who are tasked with spreading Shar's whispered dogma in their own way.<p><br></p><p class=publishedIn>Published in Forgotten Realms Campaign Guide, page(s) 76.</p>","deity85":"<h1 class=player>Uthgar<b>, Battle Father</b></h1><p class=flavor><b>Type: </b>Exarch<br><b>Alignment: </b>Unaligned<br><b>Gender:</b> Male<br><b>Sphere:</b> Wildlands<br><b>Dominion:</b> Warrior's Rest<br><b>Priests:</b> Shamans<br><b>Adjective:</b> Uthgardt<br></p>Father of the Uthgardt barbarians of the Savage Frontier, Uthgar is a proud, fierce, and independent warrior. According to some legends he is the son of Beorunna (a Netherese warrior hero whose followers became the barbarian tribes of the North), while others claim he is the divine offspring of mighty Tempus. The Battle Father has few friends and has remained relatively uninvolved in divine politics. Although he is a tireless and methodical tactician, his battle strategies are not terribly inspired. He is driven to win in the long run, however, especially if the Uthgardt barbarians are threatened.<p><br></p><p class=publishedIn>Published in Forgotten Realms Campaign Guide, page(s) 81.</p>","deity45":"<h1 class=player>Waukeen<b>, Merchant's Friend</b></h1><p class=flavor><b>Type: </b>God<br><b>Alignment: </b>Unaligned<br><b>Gender:</b> Female<br><b>Sphere:</b> Merchants<br><b>Dominion:</b> Eternal Sun<br><b>Priests:</b> Goldeyes<br><b>Adjective:</b> Waukeenar<br><b>Domain: </b>Civilization, Knowledge<br></p>Vibrant and vivacious, Waukeen is a relatively young, hardworking deity who loves wealth not for itself but for what can be done and acquired with it. She enjoys bargaining and the hustle and bustle of the marketplace. She rules over deals done above and below the table—legitimate as well as black-market commerce.<p><br></p><p class=publishedIn>Published in Forgotten Realms Campaign Guide, page(s) 80.</p>","deity125":"<h1 class=player>The Sovereign Host </h1><p class=flavor><b>Type: </b>Pantheon<br><b>Alignment: </b>Good<br><b>Sphere:</b> All the world, focused primarily on aspects of civilized life<br><b>Domain: </b>Civilization, Fate, Knowledge<br></p>The Sovereign Host is a group of deities collectively representing the entire world, but focusing on aspects of civilization—community, the protection of the weak, the slaying of wild beasts, fertility, construction, and the like. The Sovereign Host is the most widely worshiped body in Khorvaire. Nearly everyone offers prayers to the Host as a whole and to individual deities for specific actions. For example, a farmer might whisper a prayer of thanks to Arawai when his baby is born healthy, and a blacksmith might sing the songs of Onatar when working at her forge. The Sovereign Host finds worshipers among all races and from all walks of life—peasants, kings, and adventurers. The faithful worship the pantheon as a whole, rather than devoting themselves to specific deities. Worshipers of the Sovereign Host are called Vassals.<br><br>As a group, the Host exhorts its followers to:<br>-Place your trust in the community. The group is stronger by far than the individual. The great light of a city is composed of the thousands of flames of its citizens. You must ensure that your flame is as bright as you can make it.<br>- Treat others as they deserve to be treated. If they haven't harmed you or yours, treat them kindly.<br>- Bring the light of civilization to the darkness of the wilds.<p><br></p><p class=publishedIn>Published in Eberron Player's Guide, page(s) 14.</p>","deity145":"<h1 class=player>Haramathur<b>, The Guardian in Stone, the Eternal Watcher</b></h1><p class=flavor><b>Type: </b>Dead God<br><b>Alignment: </b>Lawful Good<br><b>Sphere:</b> Guardians<br></p>Haramathur was a guardian god who was tasked during the Dawn War with the protection of the Astral Sea against incursions of creatures from the Elemental Chaos. He had no enemies among the other deities, who recognized him as a force whose power protected them.<br>    In the last years of the Dawn War, Io's violent death caused a rift between the planes. Haramathur realized the only way to prevent the primordials from using the rift to invade the Astral Sea was to close off the way with his own essence. He sacrificed himself by turning himself and everything around him to stone to seal the rift. Few individuals know Haramathur's role in these events. The deities try to limit any knowledge of what happened because they fear that someone might seek to restore Haramathur to his original form, and hence restart the war.<br>    Haramathur's body exists in two different locations, with one in the Astral Plane and one in the Elemental Chaos. In the Astral Plane, his essence is interwoven with the realm now known as Erishani (described in The Plane Above). Here, Haramathur's remaining power holds in stasis an ancient primordial. Few are aware of his influence there, and other deities leave this realm alone. Only a few key people in the settlement of Rhym Katal know the truth.<br>    In the Elemental Chaos, Haramathur's stone body drifts in a calm area that exists in a twenty-mile wide maelstrom of rock, ash, and molten lava. The area is called Mael Arn'dreygh, or the Sealed Way. The stony form holds only one settlement: a fortresslike githzerai monastery hewn from the rock. The githzerai monks, who call themselves the Disciples of Stone, are rumored to communicate with stone, and they are led by Asaerte Nedanar, a powerful psion. Asaerte knows the full history of Haramathur and Mael Arn'dreygh, but he has not yet passed this knowledge along to a successor or allowed anyone into the monastery's inner sanctum. The monastery is also the only place that possesses written records of the event, which are chiseled in the stone walls of the inner sanctum.<br>    Some say that those who become lost in the maelstrom around Mael Arn'dreygh might end up in the bogs of Erishani, and vice versa. So far, none who have disappeared in the maelstrom have ever returned alive.<br>    When still alive, Haramathur taught the following:<br>    • Protect those for whom you care, as well as those who cannot protect themselves.<br>    • Patience is a virtue. Wait for your enemies to move. Stay ever vigilant.<br>    • Do not fear the darkness. Train yourself to be aware of your enemies with all your senses.<br>    • The earth is your friend. Use it to protect yourself and trap your enemies.<p><br></p><p class=publishedIn>Published in Dragon Magazine 390.</p>","deity6":"<h1 class=player>Kord</h1><p class=flavor><b>Type: </b>God<br><b>Alignment: </b>Unaligned<br><b>Gender:</b> Male<br><b>Domain: </b>Storm, Strength, War<br></p>Kord is the storm god and the lord of battle. He revels in strength, battlefield prowess, and thunder. Fighters and athletes revere him. He is a mercurial god, unbridled and wild, who summons storms over land and sea; those who hope for better weather appease him with prayers and spirited toasts. He gives few commands:<br>* Be strong, but do not use your strength for wanton destruction.<br>* Be brave and scorn cowardice in any form.<br>* Prove your might in battle to win glory and renown.<p><br></p><p class=publishedIn>Published in Player's Handbook, page(s) 22, Heroes of the Fallen Lands, page(s) 51.</p>","deity66":"<h1 class=player>Garagos<b>, The Reaver</b></h1><p class=flavor><b>Type: </b>Exarch<br><b>Alignment: </b>Chaotic Evil<br><b>Gender:</b> Male<br><b>Sphere:</b> War<br><b>Dominion:</b> Warrior's Rest<br><b>Priests:</b> Bloodreavers<br><b>Adjective:</b> Gargathan<br></p>The goal of every worshiper of Garagos the Reaver is to be covered in their enemy's blood at the heart of a conflict they initiated. Once Garagos was an honored deity of war, a being associated more with military victory through fury than perseverance through sound tactical decisions. He eventually came into conflict with the young demigod Tempus, resulting in the Lord of Battle finally defeating Garagos by turning the Reaver's mindless fury against him.<p><br></p><p class=publishedIn>Published in Forgotten Realms Campaign Guide, page(s) 81.</p>","deity26":"<h1 class=player>Silvanus<b>, The Forest Father</b></h1><p class=flavor><b>Type: </b>Greater God<br><b>Alignment: </b>Unaligned<br><b>Gender:</b> Male<br><b>Sphere:</b> Nature<br><b>Dominion:</b> Deep Wilds<br><b>Priests:</b> Druids<br><b>Adjective:</b> Silvanites<br><b>Domain: </b>Life, Storm, Wilderness<br></p>The protector of the wild places, Silvanus is often seen as the deity of angry and vengeful druids who value the life of a tree over the life of a person. In fact, Silvanus teaches his followers to value all life. Still, his influence can be properly interpreted either as a wholesome respect for the natural world, or as a threat to the livelihood of expanding civilizations.<br>    Druids of Silvanus say their prayers at sundown and set aside the days of Greengrass, Midsummer, and Highharvestide for meditation and communion with their deity and his affiliated powers. Seemingly at whim, Silvanus brings the natural world to sentient life, with streams finding their own courses and trees uprooting to walk around. This event, known as the Night the Forest Walks, can be localized or global in effect, entirely dependent on the unknowable desires of the Treefather.<br>    Silvanus teaches his druids to watch from the protection of the woods, not to judge too quickly, and to preserve the balance of life and death, growth and decay.<p><br></p><p class=publishedIn>Published in Forgotten Realms Campaign Guide, page(s) 76.</p>","deity86":"<h1 class=player>Valkur<b>, Captain of the Waves</b></h1><p class=flavor><b>Type: </b>Exarch<br><b>Alignment: </b>Good<br><b>Gender:</b> Male<br><b>Sphere:</b> Sailors<br><b>Dominion:</b> Warrior's Rest<br><b>Priests:</b> Wavetamers<br><b>Adjective:</b> Valkuryte<br></p>Valkur can pilot any sailing craft in any conditions, and he never shies away from a challenge. His moods are as mercurial as the weather, but he is always incredibly loyal to his crew. He is usually jolly, always lucky, emphasizes his points by shaking his fist in the air, and has a great belly laugh. Valkur never holds a grudge, but when angered, his voice cracks like rolling thunder. Valkur epitomizes the daring sea captain who can sail his ship through anything the Deities of Fury can unleash.<p><br></p><p class=publishedIn>Published in Forgotten Realms Campaign Guide, page(s) 81.</p>","deity146":"<h1 class=player>Laeris<b>, The Trickster</b></h1><p class=flavor><b>Type: </b>Dead God<br><b>Alignment: </b>Unaligned<br><b>Sphere:</b> Trickery and Deceit<br></p>Laeris was the god of trickery and deceit—a playful god who was quick to draw the ire, if not open hostility, of his fellow deities by his frequent pranks and his lack of personal boundaries. Laeris's true form is unknown. He did not have a favorite avatar form, and instead he used various races of either gender—whatever suited him best at the time. His origins are shrouded in mystery, and so is his death.<br>    The story says that Vecna killed Laeris when the trickster attempted to steal the Final Moment, a powerful draught that can imbue the imbiber with a most profound insight into his own destiny. Laeris entered Citadel Cavitius, Vecna's stronghold, but Vecna destroyed Laeris in the same moment the trickster recovered and drank the Moment.<br>    Some say the story is fabricated. They believe Laeris fled with the Moment, and now lays low, fearing Vecna's wrath. Whether Laeris is truly dead or whether it is all a ruse is unknown. His followers tell both tales—and various others—which only adds to the confusion. And, of course, Vecna never revealed what happened.<br>    As a result, cults to Laeris still exist, though priests are few and far between.<br>    When still alive (or, at least, active), Laeris taught the following:<br>    • Truth does not exist. Everybody lies. Don't trust anyone.<br>    • Law is a crutch. Only those who can do as they want are truly free.<br>    • Property is an illusion. Take what you need today, but do not hold on to it tomorrow.<br>    • Hide your activities from others. Lie about your motives. Never reveal your goals. Only those who can see through your deceits are worthy to discover your true goals.<p><br></p><p class=publishedIn>Published in Dragon Magazine 390.</p>","deity46":"<h1 class=player>Zehir</h1><p class=flavor><b>Type: </b>God<br><b>Alignment: </b>Evil<br><b>Gender:</b> Male<br><b>Sphere:</b> Poison<br><b>Dominion:</b> Towers of Night<br><b>Priests:</b> Venomer<br><b>Adjective:</b> Zehiric<br><b>Domain: </b>Darkness, Poison<br></p>Zehir is the evil god of darkness, poison, and assassins. Snakes are his favored creation, and the yuan-ti revere him above all other gods, offering sacrifice to him in pits full of writhing serpents. He urges his followers to:<br>✦    Hide under the cloak of night, that your deeds might be kept in secret.<br>✦    Kill in Zehir's name and offer each murder as a sacrifice.<br>✦    Delight in poison, and surround yourself with snakes.<p><br></p><p class=publishedIn>Published in Dungeon Master's Guide, page(s) 163.</p>","deity7":"<h1 class=player>Melora</h1><p class=flavor><b>Type: </b>God<br><b>Alignment: </b>Unaligned<br><b>Gender:</b> Female<br><b>Domain: </b>Life, Sea, Wilderness<br></p>Melora is the god of the wilderness and the sea. She is both the wild beast and the peaceful forest, the raging whirlpool and the quiet desert. Rangers, hunters, and elves revere her, and sailors make offerings to her before beginning their voyages. Her strictures are these:<br>* Protect the wild places of the world from destruction and overuse. Oppose the rampant spread of cities and empires.<br>* Hunt aberrant monsters and other abominations of nature.<br>* Do not fear or condemn the savagery of nature. Live in harmony with the wild.<p><br></p><p class=publishedIn>Published in Player's Handbook, page(s) 22, Heroes of the Fallen Lands, page(s) 52.</p>","deity47":"<h1 class=player>Akadi<b>, The Queen of the Air</b></h1><p class=flavor><b>Type: </b>Primordial<br><b>Alignment: </b>Unaligned<br><b>Gender:</b> Female<br><b>Sphere:</b> Air<br><b>Realm:</b> Sky Home<br><b>Priests:</b> Airwalkers<br><b>Adjective:</b> Akadian<br></p>The Queen of the Air is the mistress of flying creatures and all that takes to the thin air. Her airwalkers teach that wisdom can be found only in trial and error, a foundation for faith as thin as the air that their mistress embodies.<p><br></p><p class=publishedIn>Published in Forgotten Realms Campaign Guide, page(s) 81.</p>","deity67":"<h1 class=player>Hoar<b>, The Doombringer</b></h1><p class=flavor><b>Type: </b>Exarch<br><b>Alignment: </b>Evil<br><b>Gender:</b> Male<br><b>Sphere:</b> Revenge<br><b>Dominion:</b> Banehold<br><b>Priests:</b> Doombringers<br><b>Adjective:</b> Hoarite<br></p>Hoar is the vengeful deity of retribution invoked by those who seek to repay an eye for an eye. He is a moody deity, prone to violence and with a penchant toward bitter humor. The Doombringer is consumed with bringing about the downfall of the pantheon that spawned him.<p><br></p><p class=publishedIn>Published in Forgotten Realms Campaign Guide, page(s) 81.</p>","deity27":"<h1 class=player>Sune<b>, The Lady of Love</b></h1><p class=flavor><b>Type: </b>Greater God<br><b>Alignment: </b>Good<br><b>Gender:</b> Female<br><b>Sphere:</b> Beauty<br><b>Dominion:</b> Gates of the Moon<br><b>Priests:</b> Heartwarders<br><b>Adjective:</b> Sunite<br><b>Domain: </b>Love, Skill, Trickery<br></p>The deity of love takes many forms, including that of Hanali Celanil, long worshiped as a goddess by the eladrin. She is the mistress of all that is beautiful and thrives on the most tender of emotions. Many deities, from Amaunator to Torm, have become smitten with the goddess of love, but she remains aloof (though flirtatious), reserving her love for the mortals who revere her name.<br>    The worship of Sune is prevalent in cities and among the aristocracy, where people have the time to give proper attention to values such as romantic love and the preservation of beauty.<br>    Numbering eight females for every male, Sune's heartwarders are among the most beautiful humans, eladrin, and half-elves on Toril. Their informal hierarchy is loosely controlled by the most charismatic of the local priests. Her temples are monuments to the architectural arts, and her followers are asked to demonstrate love through an unselfish act every day<p><br></p><p class=publishedIn>Published in Forgotten Realms Campaign Guide, page(s) 77.</p>","deity87":"<h1 class=player>Vaprak<b>, The Destroyer</b></h1><p class=flavor><b>Type: </b>Exarch<br><b>Alignment: </b>Chaotic Evil<br><b>Gender:</b> Male<br><b>Sphere:</b> Frenzy<br><b>Dominion:</b> Nishrek<br><b>Priests:</b> Shamans<br><b>Adjective:</b> Vapran<br></p>The rapacious god of the ogres, Vaprak is a god of combat, destruction, aggression, frenzy, and greed.<p><br></p><p class=publishedIn>Published in Forgotten Realms Campaign Guide, page(s) 81.</p>","deity107":"<h1 class=player>Arawai</h1><p class=flavor><b>Type: </b>God<br><b>Alignment: </b>Good<br><b>Gender:</b> Female<br><b>Sphere:</b> Agriculture, fertility, the wilderness as natural resources<br><b>Domain: </b>Life, Storm, Wilderness<br></p>Arawai is the goddess of fertility, abundance, and life (particularly plant life). She teaches that the wilderness holds great resources that empower civilization. The sister of Balinor and the Devourer, Arawai is also the mother of the Fury (as a result of her rape at the hands of the Devourer, according to Sovereign Host religious texts). She finds followers among parents, farmers, druids, rangers, sailors, and others who place great importance on nature, fertility, or the weather. Iconography usually depicts her as a halfelf female, sometimes as a human or a half ling, and occasionally as a bronze dragon.<br>Her tenets are simple and few:<br>- Be fruitful and multiply.<br>- Celebrate life, especially new life. A young sapling is a beautiful creation, and children are the world's greatest blessing.<br>- Never turn your back on a child or young creature in need.<br><br>Arawai is part of the The Sovereign Host, a group of deities collectively representing the entire world, but focusing on aspects of civilization—community, the protection of the weak, the slaying of wild beasts, fertility, construction, and the like. The Sovereign Host is the most widely worshiped body in Khorvaire. Nearly everyone offers prayers to the Host as a whole and to individual deities for specific actions. For example, a farmer might whisper a prayer of thanks to Arawai when his baby is born healthy, and a blacksmith might sing the songs of Onatar when working at her forge. The Sovereign Host finds worshipers among all races and from all walks of life—peasants, kings, and adventurers. The faithful worship the pantheon as a whole, rather than devoting themselves to specific deities. Worshipers of the Sovereign Host are called Vassals.<br><br>As a group, the Host exhorts its followers to:<br>-Place your trust in the community. The group is stronger by far than the individual. The great light of a city is composed of the thousands of flames of its citizens. You must ensure that your flame is as bright as you can make it.<br>- Treat others as they deserve to be treated. If they haven't harmed you or yours, treat them kindly.<br>- Bring the light of civilization to the darkness of the wilds.<p><br></p><p class=publishedIn>Published in Eberron Player's Guide, page(s) 14.</p>","deity127":"<h1 class=player>The Silver Flame</h1><p class=flavor><b>Type: </b>God<br><b>Alignment: </b>Lawful Good<br><b>Sphere:</b> Protection, generosity, destruction of evil and the unnatural<br><b>Domain: </b>Hope, Justice, Protection<br></p>Second only to the Sovereign Host in popularity and prominence, the Silver Flame espouses purity, steadfastness, charity, and, above all, the destruction of evil. As such, paladins are its most fervent worshipers, but crusaders from all walks of life look to the Flame for guidance. The Silver Flame is an abstraction, not a deity. It represents powerful forces of good and self-sacrifice that keep evil locked away. In ages long past, a female human named Tira Miron transcended her humanity to become the immortal Voice of the Flame. She serves as the intermediary between the sacred Flame and the vast majority of mortals who haven't attained the purity necessary to communicate directly with the divine force.<br>The Church of the Silver Flame is much more organized than the hierarchy of the Sovereign Host. The Church has a definite chain of command, and its members aren't afraid to wield their power in secularaffairs. Flamekeep, in Thrane, is the Church's capital and home to its leader, the Keeper of the Flame. The teachings of the Silver Flame (and its church) are:<br>- Destroy evil in all its forms. Undead are particularly abhorrent to the Silver Flame.<br>- Bring relief to those who suffer.<br>- Protect those who cannot protect themselves.Offer aid to those who can.<p><br></p><p class=publishedIn>Published in Eberron Player's Guide, page(s) 18.</p>","deity147":"<h1 class=player>Nusemnee<b>, The Dread Maiden, the Horned Daughter</b></h1><p class=flavor><b>Type: </b>Dead God<br><b>Alignment: </b>Good<br><b>Sphere:</b> Heroism and Redemption<br></p>Nusemnee was the daughter of Zehir and a powerful devil. A scaled, lean woman with burning eyes, her fangs dripped with poison. She was originally an assassin for her father, supporting his schemes by murdering his opponents. When she failed to assassinate a high priest of Pelor, she was abandoned and then mortally wounded by a paladin's holy blade. Expecting only death, she was surprised when the high priest healed her, showing her compassion and forgiveness. Intrigued, she decided to honor a promise to the high priest and aid him in his holy quest until a time that she could save his life in turn.<br>    Nusemnee thus became a symbol of redemption. When she finally died at the end of the high priest's quest, she rose again, this time as a minor goddess. In this form, she opposed her father by offering redemption to all who would turn away from evil.<br>    Nusemnee was later killed by a poison that could kill anything—even a deity—that was distilled from Zehir's blood. Her body, a scaly withered husk, drifts in one of the darkest portions of the Astral Sea, where it is sought out by redemption seekers. Some say that Nusemnee's blood still holds a poison strong enough to kill even Zehir. Vicious devils and a force of yuan-ti abominations guard the body in Zehir's name. So far, nobody has drawn a single drop of blood from her dehydrated corpse.<br>    Since Nusemnee died relatively recently, a number of cults and priests still exist today. Their numbers dwindle as people turn their worship to other deities. Temples to Nusemnee exist in twilight places, city slums, and the upper Underdark, where those most in need of redemption can be found.<br>    When still alive, Nusemnee taught the following:<br>    • It is never too late to seek redemption.<br>    • True heroism does not come from good deeds. It comes from doing good when it matters.<br>    • Nobody is perfect. Those who seek to be perfect will fail. It is not a shame to fail, and it is not a waste to try.<br>    • Open your heart to possibilities. Never give up hope.<p><br></p><p class=publishedIn>Published in Dragon Magazine 390.</p>","deity8":"<h1 class=player>Moradin<b>, The Soul Forger</b></h1><p class=flavor><b>Type: </b>Greater God<br><b>Alignment: </b>Lawful Good<br><b>Gender:</b> Male<br><b>Sphere:</b> Dwarves<br><b>Dominion:</b> Dwarfhome<br><b>Priests:</b> Sonnlinor<br><b>Adjective:</b> Moradite<br><b>Domain: </b>Creation, Earth, Protection<br></p>Moradin is the god of creation and patron of artisans, especially miners and smiths. He carved the mountains from primordial earth and is the guardian and protector of the hearth and the family. Dwarves from all walks of life follow him. He demands these behaviors of his followers:<br>* Meet adversity with stoicism and tenacity.<br>* Demonstrate loyalty to your family, your clan, your leaders, and your people.<br>* Strive to make a mark on the world, a lasting legacy. To make a beautiful creation that lasts is the highest good, whether you are a smith working at a forge or a ruler building a dynasty.<p><br></p><p class=publishedIn>Published in Player's Handbook, page(s) 22, Heroes of the Fallen Lands, page(s) 52.</p>","deity48":"<h1 class=player>Bazim-Gorag<b>, The Lord of the Pandemonium Stone</b></h1><p class=flavor><b>Type: </b>Primordial<br><b>Alignment: </b>Chaotic Evil<br><b>Gender:</b> Male<br><b>Sphere:</b> Chaos<br><b>Realm:</b> Pandemonium Stone<br><b>Priests:</b> Lords Of Change<br><b>Adjective:</b> Bazimite<br></p>The Lord of the Pandemonium Stone is an ascended batrachi dedicated to pure chaos. He is chance incarnate, invoked by the powerless, the gamblers, and anyone who has lost hope in anything but an impossible twist of fate.<p><br></p><p class=publishedIn>Published in Forgotten Realms Campaign Guide, page(s) 79.</p>","deity68":"<h1 class=player>Hruggek<b>, The Master of Ambush</b></h1><p class=flavor><b>Type: </b>Exarch<br><b>Alignment: </b>Evil<br><b>Gender:</b> Male<br><b>Sphere:</b> Ambush<br><b>Dominion:</b> Banehold<br><b>Priests:</b> Shamans<br><b>Adjective:</b> Hruggekan<br></p>The bugbear deity Hruggek is known as the Decapitator and the Master of Ambush. He is a god of violence and combat, delighting in masterful ambushes and sneak attacks.<p><br></p><p class=publishedIn>Published in Forgotten Realms Campaign Guide, page(s) 81.</p>","deity28":"<h1 class=player>Tempus<b>, The Foehammer</b></h1><p class=flavor><b>Type: </b>Greater God<br><b>Alignment: </b>Unaligned<br><b>Gender:</b> Male<br><b>Sphere:</b> War<br><b>Dominion:</b> Warrior's Rest<br><b>Priests:</b> Battleguards<br><b>Adjective:</b> Tempuran<br><b>Domain: </b>Protection, Strength, War<br></p>The Lord of Warrior's Rest favors both sides in any conflict with equal measure as long as both are sworn to victory. He is the patron of warriors of all stripes—from the lowliest man-at-arms to the mightiest commander. For Tempus, war is a force of nature that must be respected for its power to remake civilizations.<br>    Hardly a soldier on the face of Toril fails to lift his or her voice in prayer to Tempus on the eve of battle. Given the war-ravaged history of the world, Tempus has gained extraordinary power from such constant and fervent prayer.<br>    His battleguards counsel generals on the rules of engagement and inspire courage in combatants by blessing their weapons in the name of Tempus. The Tempuran faith is scattered throughout the world, wherever arms are taken up, and his priests come from all walks of life, from the soldiery of the civilized nations to the savage tribes of the frozen North.<p><br></p><p class=publishedIn>Published in Forgotten Realms Campaign Guide, page(s) 77.</p>","deity88":"<h1 class=player>Vergadain<b>, Merchant King</b></h1><p class=flavor><b>Type: </b>Exarch<br><b>Alignment: </b>Unaligned<br><b>Gender:</b> Male<br><b>Sphere:</b> Wealth<br><b>Dominion:</b> Dwarfhome<br><b>Priests:</b> -<br><b>Adjective:</b> Vergadanian<br></p>On the surface, Vergadain represents the dwarves' well-known dedication to the art of the merchant—the personification of a hard bargain struck after a hearty session of haggling. Those who pay attention, however, know that the Merchant King has an aspect that, if not darker, seldom fills more legal-minded dwarves with pride. As a patron of luck and trickery, Vergadain also oversees those dwarves who use illicit means to gain their wealth.<p><br></p><p class=publishedIn>Published in Forgotten Realms Campaign Guide, page(s) 81.</p>","deity108":"<h1 class=player>Aureon</h1><p class=flavor><b>Type: </b>God<br><b>Alignment: </b>Unaligned<br><b>Gender:</b> Male<br><b>Sphere:</b> Knowledge, law, arcane lore and magic<br><b>Domain: </b>Arcana, Justice, Knowledge<br></p>Aureon is the god of knowledge, arcane lore, and magic. He also values order and law. He is Onatar's brother and Boldrei's husband, and bears a mysterious connection to the Shadow. Most arcane spellcasters call him their patron, as do sages, librarians, scribes, professors, and students. In religious texts, he appears as a human or gnome wizard, and, on rare occasion, as a grand blue dragon.<br>He urges his followers to:<br>- Respect and acquire knowledge, especially knowledge that was once lost. Knowledge is the most powerful force on Eberron.<br>- Value reason and sound thought over emotion and rash action.<br>- Educate yourself, your children, and your allies.<br><br>Aureon is part of the The Sovereign Host, a group of deities collectively representing the entire world, but focusing on aspects of civilization—community, the protection of the weak, the slaying of wild beasts, fertility, construction, and the like. The Sovereign Host is the most widely worshiped body in Khorvaire. Nearly everyone offers prayers to the Host as a whole and to individual deities for specific actions. For example, a farmer might whisper a prayer of thanks to Arawai when his baby is born healthy, and a blacksmith might sing the songs of Onatar when working at her forge. The Sovereign Host finds worshipers among all races and from all walks of life—peasants, kings, and adventurers. The faithful worship the pantheon as a whole, rather than devoting themselves to specific deities. Worshipers of the Sovereign Host are called Vassals.<br><br>As a group, the Host exhorts its followers to:<br>-Place your trust in the community. The group is stronger by far than the individual. The great light of a city is composed of the thousands of flames of its citizens. You must ensure that your flame is as bright as you can make it.<br>- Treat others as they deserve to be treated. If they haven't harmed you or yours, treat them kindly.<br>- Bring the light of civilization to the darkness of the wilds.<p><br></p><p class=publishedIn>Published in Eberron Player's Guide, page(s) 15.</p>","deity128":"<h1 class=player>The Blood of Vol</h1><p class=flavor><b>Type: </b>God<br><b>Alignment: </b>Unaligned<br><b>Sphere:</b> Divine power of the blood, immortality, undeath<br><b>Domain: </b>Death, Undeath<br></p>The faithful of the Blood of Vol are captivated by the literal and figurative meaning of blood and of heredity, seeing blood as a source of power and divinity. They focus their energy on self-improvement, shunning higher forces. Worshipers believe in the power of what is physical and present, and focus on the affairs of day-to-day life, not on an illusory otherworldly power. Blood is the divinity within, the source of life, and, if one's faith is strong and one's abilities mastered, the only true path to immortality. Adherents of the Blood of Vol are often distrusted by members of other faiths because of rumors that the Blood of Vol worships the undead. Widely misunderstood, the teachings of the religion are dark and driven, but not evil. The same can be said of its followers.<br>The Blood of Vol's exhortations are simple:<br>- Believe in yourself. A common recitation when faced with a challenge or event: “As the blood is the power, and the blood flows through me, the power is mine.”<br>- Work to improve yourself and your capacities. A complete understanding of the divinity within opens the door to immortality.<br>- Meet with other members of the Blood of Vol to share in the power of each other's blood.<p><br></p><p class=publishedIn>Published in Eberron Player's Guide, page(s) 18.</p>","deity148":"<h1 class=player>Sagawehn<b>, The Winged Mistress, the Hive Mind</b></h1><p class=flavor><b>Type: </b>Dead God<br><b>Alignment: </b>Unaligned<br><b>Sphere:</b> Vermin<br></p>Sagawehn was the goddess of insects. Where other deities relied on the prayers of intelligent beings, the Winged Mistress took her power from creatures that did not have individual thoughts. All insects, no matter how mindless or seemingly insignificant, belonged to her. Although a single individual from the intelligent races offered more power than a lonely insect, Sagawehn's flock came in much larger numbers.<br>    Sagawehn was a passionless deity who valued the community—the hive—above all else. She sought to crush individuality, perceiving it as a danger to the whole. She aimed to expand always; those she met either joined the hive or were crushed by it. Understandably, she was never popular among humankind, though some thri-kreen tribes paid her homage.<br>    Sagawehn originally resided in Arvandor, but her expansionism soon came into conflict with other beings on that plane, especially the fey that worshiped Corellon. Faced with either assimilation or war, the fey, backed with powerful divine magic, attempted to stop Sagawehn and drive her back.<br>    After a long war, several powerful eladrin heroes sought out Sagawehn to either stop the invasion or slay her. She appeared as a mass of beetles, spiders, and other vermin. In an epic battle Sagawehn was slain—but not before many eladrin fell, among them the priestess whose last magic spell took Sagawehn's life.<br>    No astral corpse remains of Sagawehn. Some say she is not truly dead, but that her legacy continues on in the lamia that spawned from the high priestess who fell to the vermin that devoured her.<br>    The priests in Sagawehn's cults are called hive masters. Each has a fascination for vermin. Insect colonies form the model for a life that is much more structured than that of most other races. They either teach such order and community feeling to their people—or force it upon them.<br>    When still alive, Sagawehn taught the following:<br>    • The community is the greater good. Sacrifice all for the whole.<br>    • A community thrives if those within it do their jobs well—specialize and allow others to benefit.<br>    • Strength is in numbers. Power comes with growth and expansion.<br>    • Seek to expand. Conquer those who oppose you.<p><br></p><p class=publishedIn>Published in Dragon Magazine 390.</p>","deity9":"<h1 class=player>Pelor</h1><p class=flavor><b>Type: </b>God<br><b>Alignment: </b>Good<br><b>Gender:</b> Male<br><b>Domain: </b>Hope, Life, Sun<br></p>God of the sun and summer, Pelor is the keeper of time. He supports those in need and opposes all that is evil. As the lord of agriculture and the bountiful harvest, he is the deity most commonly worshiped by ordinary humans, and his priests are well received wherever they go. Paladins and rangers are found among his worshipers. He directs his followers thus:<br>* Alleviate suffering wherever you find it.<br>* Bring Pelor's light into places of darkness, showing kindness, mercy, and compassion.<br>* Be watchful against evil.<p><br></p><p class=publishedIn>Published in Player's Handbook, page(s) 22, Heroes of the Fallen Lands, page(s) 52.</p>","deity89":"<h1 class=player>Bel<b>, Lord of the First</b></h1><p class=flavor><b>Type: </b>Archdevil of the Nine Hell<br><b>Alignment: </b>Evil<br><b>Gender:</b> Male<br><b>Territory:</b> First Circle<br><b>Priests:</b> Cultists<br><b>Adjective:</b> Bellic<br></p>The center of the Bronze Citadel holds the personal fortress of Bel, a pit fiend of great power who controls Avernus, the First of the Nine Hells. Bel betrayed the former Lord of the First, Zariel, for his current position. While Bel has succeeded where many failed before him, his climb to power seems to be stalled now, since he does not enjoy the support of other Lords of the Nine, except for possibly Asmodeus.<p><br></p><p class=publishedIn>Published in Forgotten Realms Campaign Guide, page(s) 81.</p>","deity49":"<h1 class=player>Grumbar<b>, The Lord of the Earth</b></h1><p class=flavor><b>Type: </b>Primordial<br><b>Alignment: </b>Unaligned<br><b>Gender:</b> Male<br><b>Sphere:</b> Earth<br><b>Realm:</b> Root Hold<br><b>Priests:</b> Earthwalkers<br><b>Adjective:</b> Grumbarryn<br></p>The Lord of the Earth is a being of stone and dirt, the foundation upon which all else is built. The earth makes no choices—it simply is. His earthwalkers resist change in any form.<p><br></p><p class=publishedIn>Published in Forgotten Realms Campaign Guide, page(s) 79.</p>","deity69":"<h1 class=player>Jergal<b>, Lord of the End of Everything</b></h1><p class=flavor><b>Type: </b>Exarch<br><b>Alignment: </b>Unaligned<br><b>Gender:</b> Male<br><b>Sphere:</b> Fatalism<br><b>Dominion:</b> Fugue Plane<br><b>Priests:</b> Doomscribes<br><b>Adjective:</b> Jergali<br></p>Jergal is the fatalistic seneschal of the Lord of the Dead who keeps records on the final disposition of all of the spirits of the dead. Both bland and excessively formal, he never angers and always speaks with a disembodied, chilling voice that echoes with the dry whisper of a long forsaken crypt. The Lord of the End of Everything stives only for an orderly accounting of the fate of the world as it slowly sinks into death.<p><br></p><p class=publishedIn>Published in Forgotten Realms Campaign Guide, page(s) 81.</p>","deity29":"<h1 class=player>Torm<b>, The Loyal Fury</b></h1><p class=flavor><b>Type: </b>Greater God<br><b>Alignment: </b>Lawful Good<br><b>Gender:</b> Male<br><b>Sphere:</b> Law<br><b>Dominion:</b> Celestia<br><b>Priests:</b> Holy Champions<br><b>Adjective:</b> Tormish<br><b>Domain: </b>Civilization, Justice, Protection<br></p>Torm became the master of Celestia after the heroic self-sacrifice of the legendary Tyr (who perished decades ago when defending the upper realms against an overwhelming demonic incursion). He now shines as the beacon of pure law in the cosmos, and stands as the most civilized and civilizing force in the pantheon. Truth, loyalty, and a steadfast devotion to a righteous cause are his gifts to his mortal followers, and he is an inspiration to many of his fellow deities as well.<br>    The Tormish church includes the greatest number of paladins of any religious organization in the world, and his priests, known as holy champions, are accomplished warriors, ready to defend the principles of law and order.<br>    His temples take the form of mighty citadels, their imposing architecture a symbol of Torm's earnest stability in the face of chaos. From these edifices, Tormish priests and paladins are sent out into the world to root out corruption in any form, often imposing their own sets of laws and procedures on nations they feel are too open to lawlessness.<br>    The faithful celebrate two important holy days. The Divine Death (13 Marpenoth) commemorates the day when Torm and Bane destroyed each other during the Time of Troubles; the True Resurrection two days later honors Torm's return to life, while Bane (at least temporarily) still lay dead.<p><br></p><p class=publishedIn>Published in Forgotten Realms Campaign Guide, page(s) 77.</p>","deity109":"<h1 class=player>Balinor</h1><p class=flavor><b>Type: </b>God<br><b>Alignment: </b>Unaligned<br><b>Gender:</b> Male<br><b>Sphere:</b> Beasts, the hunt, the cycle of life<br><b>Domain: </b>Earth, Strength, Wilderness<br></p>Balinor rules the beasts, the hunt, and the cycle of life. He teaches respect for wild animals and nature: One should take—carefully—only what one needs from the wild to improve civilization. That the intelligent races slay and eat animals is part of the natural cycle. That an occasional hunter falls to a rampaging boar or angry bear is also part of the cycle. Brother to both Arawai and the Devourer, Balinor counts rangers, druids, and hunters of all types among his followers. In images, he appears as a crude but good-natured human or half-orc, and sometimes as a green dragon.<br>His commands are straightforward:<br>- Take what you need from nature, but respect its power.<br>- Courage invites luck. Never flinch in the face of danger, but don't court it unprepared.<br>- Change is constant. The only certainty in life is death. Death is not to be feared, but celebrated as part of the natural cycle.<br><br>Balinor is part of the The Sovereign Host, a group of deities collectively representing the entire world, but focusing on aspects of civilization—community, the protection of the weak, the slaying of wild beasts, fertility, construction, and the like. The Sovereign Host is the most widely worshiped body in Khorvaire. Nearly everyone offers prayers to the Host as a whole and to individual deities for specific actions. For example, a farmer might whisper a prayer of thanks to Arawai when his baby is born healthy, and a blacksmith might sing the songs of Onatar when working at her forge. The Sovereign Host finds worshipers among all races and from all walks of life—peasants, kings, and adventurers. The faithful worship the pantheon as a whole, rather than devoting themselves to specific deities. Worshipers of the Sovereign Host are called Vassals.<br><br>As a group, the Host exhorts its followers to:<br>-Place your trust in the community. The group is stronger by far than the individual. The great light of a city is composed of the thousands of flames of its citizens. You must ensure that your flame is as bright as you can make it.<br>- Treat others as they deserve to be treated. If they haven't harmed you or yours, treat them kindly.<br>- Bring the light of civilization to the darkness of the wilds.<p><br></p><p class=publishedIn>Published in Eberron Player's Guide, page(s) 15.</p>","deity129":"<h1 class=player>The Path of Light<b>, Il-Yannah</b></h1><p class=flavor><b>Type: </b>God<br><b>Alignment: </b>Lawful Good<br><b>Sphere:</b> Light, progress, self-improvement, freedom<br><b>Domain: </b>Freedom, Skill, Sun<br></p>Rare in Khorvaire but prevalent among Adar's kalashtar, the Path of Light is equal parts philosophy and religion. Its adherents don't worship a deity, but instead recognize a universal force of positive energy they call il-Yannah, “the Great Light.” Followers of the Path of Light strive for physical and mental perfection through meditation and communion with this Great Light. Such perfection is necessary, for followers of the Path of Light expect to do battle with evil forces—especially the sinister Dreaming Dark.<br><br>The central teachings of the Path of Light are:<br>- Seek excellence in both mind and body, for a great war against the dark is brewing.<br>- Do not look to deities for divinity. Divinity is within the grasp of mortals if they but touch the Great Light.<br>- Use your honed skills to discover and vanquish evil beings.<p><br></p><p class=publishedIn>Published in Eberron Player's Guide, page(s) 18.</p>","deity149":"<h1 class=player>Nerull</h1><p class=flavor><b>Type: </b>Dead God<br><b>Alignment: </b>Evil<br><b>Domain: </b>Death, Trickery, Undeath<br></p>Formerly the god of the dead, Nerull ruled over the grim dominion of Pluton, where he held all the souls of mortals as powerless, miserable shades. Nerull set his sights on making himself king over all the gods, and he sent blights and plagues into the world to speed the passage of mortals into his realm. In time the Raven Queen overthrew him and became goddess of death. Nerull's laws are focused on selfishness and death:<br>✦    No one is greater than you. All are equal in death.<br>✦    The living are an affront to Nerull, so slay them in his name.<br>✦    Seek evil for the sake of your own enjoyment and gain. Perpetuate your evil in undead form.<br>✦     Work to reincarnate Nerull.<p><br></p><p class=publishedIn>Published in Dragon Magazine 427.</p>"}