{"race20":"<h1 class=player>Gnome</h1><i>Slight, sly tricksters of the Feywild who excel at avoiding notice</i><br><p class=flavor><b>RACIAL TRAITS</b></p><blockquote><b>Average Height</b>: 3'4\" - 3'8\"<br><b>Average Weight</b>: 50 - 75<br><br><b>Ability scores</b>: +2 Intelligence, +2 Charisma or +2 Dexterity<br><b>Size</b>: Small<br><b>Speed</b>: 5 squares. <br><b>Vision</b>: Low-light<br><br><b>Languages</b>: Common, Elven<br><b>Skill Bonuses</b>: +2 Arcana, +2 Stealth.<br><b>Fade Away</b>: You have the fade away power.<br><b>Fey Origin</b>: Your ancestors were native to the Feywild, so you are considered a fey creature for the purpose of effects that relate to creature origin.<br><b>Master Trickster</b>: Once per encounter, you can use the wizard cantrip ghost sound as a minor action.<br><b>Reactive Stealth</b>: If you have any cover or concealment when you make an initiative check, you can make a Stealth check.<br><b>Trickster's Cunning</b>: You have a +5 racial bonus to saving throws against illusions.<br><br></blockquote><br><span class=power><h1 class=encounterpower>Fade Away<span class=level>Gnome Racial Power</span></h1><p class=flavor><i>You turn invisible in response to harm.</i></p><p class=powerstat><b>Encounter</b> ✦     <b>Illusion</b><br><b>Immediate Reaction</b>      <b>Personal</b> </p><p class=powerstat><b>Trigger</b>: You take damage.</p><p class=flavor><b>Effect</b>: You are invisible until you attack or until the end of your next turn.</p><br></span>In the Feywild, the best way for a small creature to survive is to be overlooked. While suffering in servitude to the fomorian tyrants of the Feydark, gnomes learned to hide, to mislead, and to deflect—and by these means, to survive. The same talents sustain them still, allowing them to prosper in a world filled with creatures much larger and far more dangerous than they are.<br><br>Play a Gnome if you want...<br>✦    to be curious, funny, and tricky.<br>✦    to rely more on stealth and deception than on brute strength and intimidation.<br>✦    to be a member of a race that favors the bard, sorcerer, warlock, and wizard classes.<br><br><h3>PHYSICAL QUALITIES</h3>Gnomes are smaller even than halflings, rarely exceeding 4 feet in height. Apart from their size, they resemble elves or eladrin, with pointed ears and chiseled facial features such as high cheekbones and sharp jaws. They have a more wild look than eladrin do, though, particularly in the hair that sprouts from their heads in random directions. Some male gnomes sprout tufts of hair from their chins, but they otherwise lack body hair.<br>Gnome skin tone ranges from a ruddy tan through woody brown to rocky gray. Their hair can be virtually any color, from stark white to blond and various shades of brown to autumnal orange or green. Their eyes are glittering black orbs.<br>Gnomes are as long-lived as eladrin, living over 300 years, but they show more of the effects of age. A gnome over the age of 100 has gray or white hair and skin that shows the wrinkled and weathered lines of a century of laughter, but even the oldest gnome retains the strength and agility of youth.<br><br><h3>PLAYING A GNOME</h3>In quiet forests of the Feywild and remote woodlands in the world, gnomes live out of sight and mostly beneath the notice of larger races. Gnomes dwell in homes dug among the roots of trees, easily overlooked and cleverly concealed by camouflage and illusion. They are fond of the burrowing mammals that share their habitat, such as badgers, foxes, and rabbits, and have a sense of kinship with these small animals that share their forests.<br>Unobtrusiveness is a virtue among gnomes. They grow up on games of stealth and silence, in which the winner is the last to be discovered. An adult gnome who draws attention in a crowd is considered dangerously rude. Gnome folk heroes are not mighty warriors, but tricksters who slip out of captivity, play great pranks without being detected, or sneak past magical guardians. They deflect both aggression and attention with humor, and they guard their thoughts with friendly laughter.<br>Gnomes also value a quick mind and the ability to come up with a clever solution to any problem. They appreciate witty conversation, especially rapidfire repartee. They are inventive and resourceful, although they have little interest in or aptitude for the kind of technology found in human cities. They have an innate talent for magic and a love of illusion, music, poetry, and story.<br>Eager to see what the world has to offer and willing to be awed by its wonders, gnomes greet the world with open curiosity. Gnomes who are drawn to adventure are most often driven by curiosity and wanderlust above any desire for wealth or glory.<br>Gnomes were once enslaved by the fomorian rulers of the Feydark, the subterranean caverns of the Feywild. They regard their former masters with more fear than hatred, and they feel some degree of sympathy for the fey that still toil under fomorian lashes—particularly the spriggans, which some say are corrupted gnomes. Gnomes are not fond of goblins or kobolds, but in typical gnome fashion, they avoid creatures they dislike rather than crusading against them. They are fond of eladrin and other friendly fey, and gnomes who travel the world have good relations with elves and halflings.<br><br><b>Gnome Characteristics</b>: Affable, clever, crafty, curious, funny, guarded, inconspicuous, inventive, secretive, sly, tricky<br><br><b>Gnome Male Names</b>: Alston, Alvyn, Brocc, Eldon, Frug, Kellen, Ku, Nim, Orryn, Pock, Sindri, Warryn, Wrenn<br><b>Gnome Female Names</b>: Breena, Carlin, Donella, Ella, Lilli, Lorilla, Nissa, Nyx, Oda, Orla, Roswyn, Tana, Zanna<br><p class=publishedIn>Published in Player's Handbook 2, page(s) 10.</p>","race60":"<h1 class=player>Hamadryad</h1><i>Enchanting spellcasters, unparalleled beauties, wild queens of the fey</i><br><p class=flavor><b>RACIAL TRAITS</b></p><blockquote><b>Average Height</b>: 5'6\" - 6'2\"<br><b>Average Weight</b>: 130 - 180<br><br><b>Ability scores</b>: +2 Wisdom, +2 Charisma or +2 Intelligence<br><b>Size</b>: Medium<br><b>Speed</b>: 6 squares. <br><b>Vision</b>: Low-light vision<br><br><b>Languages</b>: Common, Elven<br><b>Skill Bonuses</b>: +2 Diplomacy, +2 Nature.<br><b>Female Only</b>: All hamadryads are female.<br><b>Fey Origin</b>: Your ancestors were native to the Feywild, so you are considered a fey creature for the purpose of effects that relate to creature origin.<br><b>Forest Walk (Hamadryad)</b>: You ignore difficult terrain if that terrain is the result of trees, underbrush, plants, or natural growth.<br><b>Hamadryad Aspects</b>: You have the hamadryad aspects power.<br><b>Oaken Vitality</b>: Your tree heritage grants you a +5 racial bonus to Endurance checks to resist the effects of starvation, thirst, or suffocation, and you can survive for twice the normal time period before you are required to make such checks. You do not require sleep, but you must meditate at least four hours each day to absorb light (even from as small a source as a candle), soak in water, or connect with the earth beneath your feet. This meditation grants you the benefits that other races receive from an extended rest. While meditating, you are fully aware of your surroundings and notice approaching enemies and other events as normal.<br><b>Tree Mind</b>: You gain a +2 racial bonus to saving throws against effects that daze, dominate, or stun.<br><br></blockquote><br><span class=power><h1 class=encounterpower>Hamadryad Aspects<span class=level>Hamadryad Racial Utility </span></h1><p class=flavor><i>Drawing on fey magic, you call on your primal beauty and strength to thwart your foes.</i></p><p class=powerstat><b>Encounter</b><br><b>Minor Action</b>      <b>Personal</b> </p><p class=flavor><b>Effect</b>: Choose one of the following aspects each time you use this power. You gain that aspect's benefits.</p><p class=powerstat>  <b>✦    Spellbinding Beauty</b>: Every enemy that can see you grants combat advantage to you until the end of your next turn.</p><p class=flavor>  <b>✦    Wooden Form</b>: You gain resist 5 to all damage until the end of your next turn.<br>    Level 11: Resist 10.<br>    Level 21: Resist 15.</p><br></span><h3>PHYSICAL QUALITIES</h3>Born of the power of nature, all hamadryads are female, and they present themselves in two aspects. In their nymph form, these granddaughters of the seasons and the skies are idyllic paragons of fey perfection and physical beauty. Their hair and eyes match the colors of autumn leaves, from green to russet, gold, orange, red, and brown. Autumn leaves and acorns might dangle from a hamadryad's hair, and her eyes are clear orbs of green, white, or gold.<br>    The dryad aspect of a hamadryad is not dissimilar. However, when a hamadryad draws on her dryad strength, her features take on the appearance of skillfully carved wood, the patterns of the grain manifesting across her form like ripples on the surface of a pond.<br>    Inside their forest homes, hamadryads walk unclothed in their dryad aspect, blending easily into the background of bark and foliage. When they appear before mortals and civilized creatures, hamadryads favor light, gossamer clothing.<br>    Adventuring hamadryads who set out to right the world through physical force favor armor made from natural materials such as leather or hide. Those who don heavier protection prefer the light mithral armor crafted by the eladrin and elves. When hamadryads wear armor, they ornament it with carved designs or embroidered patterns representing the natural order of their forest homes and the causes for which they fight. Hamadryad heroes who leave their forests carry a piece of their tree with them—a charm carved from the wood of a fallen branch, or a garland strung with autumn leaves whose colors never fade.<br>    As the spirits of the autumn oak, most hamadryads live as long as the trees to which they are bound. Some have short lives at one or two hundred years. Others have been known to live for millennia. When a hamadryad's tree home dies, she undergoes a period of deep grief and mourning.<br><br><h3>PLAYING A HAMADRYAD</h3>Hamadryads are the incarnate spirits of living oak trees. Part flesh, part wood, and part fey spirit, they are the granddaughters of the seasons and the wind, and the supreme manifestations of nature's wild beauty.<br>    At the beginning of time, the world had four daughters more beautiful in form than any creature—and more wild. They were called Summer, Autumn, Winter, and Spring, and they chased one another around the world while the primordials and the gods looked on. In their play, they frolicked with the brothers of the wind, and from this union the first nymphs were born. They were named Summer Ash, Autumn Oak, Winter Fir, and Spring Flower, and they were the spirits of the first trees that grew in the world.<br>    The capricious nymphs played their own wild games in the forests of the dawning world for time out of mind. But they were not all to dwell in such bliss forever. With the rise of mortals, certain autumn nymphs—the wisest and most pensive of the tree sisters—withdrew from their games when they began to perceive the state of natural life in decline. Woodlands were burned, dryads' groves cut down, and great swaths of the world left lifeless by the wars and the avarice of reckless mortals.<br>    To protect their homes, these autumn nymphs embraced their wild natures entirely. They gave up their carefree fey immortality and began the slow transformation into the wild tree maidens known as dryads. In these forms, they would protect their forests from harm with mighty branch and crushing limb, using their wisdom to understand the minds and motives of mortal creatures.<br>    Hamadryads stand at an intermediate state between playful nymph and fierce dryad. Bound to a living tree, a hamadryad ardently protects the forests of which she is a part. She calls on the mighty strength of the wood to smash her enemies, summoning the spellbinding beauty of her majestic fey heritage to bewitch and charm mortals and thereby alter their destructive behavior. Hamadryads retain the flawless physical perfection of their autumn nymph form with all its grace and charm. However, they can harden their flesh to match that of the oldest tree in an instant, just as they solidify their wooden hearts against any hope of compassion.<br>    Typically, a young hamadryad is bound to a tree home that somewhat resembles her feminine shape. As a youth, she remains in the forest where her tree grows, for her life is bound to its existence. However, rare hamadryads are able to break the connection to their tree home by some twist of fate or destiny.<br>    Some do so in the course of surviving the destruction of their tree homes by natural disaster or monstrous forces. Others are drawn far from their forests in the name of undertaking quests meant to save those forests. Some hamadryads dwell close enough to the settlements of the civilization of other races that they take up the struggles of those races. Answering their heart's yearning call, they uproot themselves from the earth and leave all they know behind—seeking the wondrous perils and delights that are the stuff of mortal knowledge and emotion.<br><br><b>Hamadryad Characteristics</b>: Capricious, curious, enchanting, graceful, magnificent, placid, impulsive, vain<br><br><b>Hamadryad Female Names</b>: Aileia, Celindara, Eilonwy, Irinea, Lyrindel, Rhiana<br><p class=publishedIn>Published in Heroes of the Feywild, page(s) 22.</p>","race41":"<h1 class=player>Bullywug</h1><br><p class=flavor><b>RACIAL TRAITS</b></p><blockquote><b>Average Height</b>: 5'4\" - 6'0\"<br><b>Average Weight</b>: 150 - 240<br><br><b>Ability scores</b>: +2 Constitution, +2 Dexterity<br><b>Size</b>: Medium<br><b>Speed</b>: 6 squares. <br><b>Vision</b>: Normal<br><br><b>Languages</b>: Common, Primordial<br><b>Skill Bonuses</b>: +2 Athletics.<br><b>Rancid Air</b>: (Poison) aura 2: Any enemy that spends a healing surge within the aura is weakened until the end of its next turn.<br><b>Swamp Walk</b>: A creature that has swamp walk ignores difficult terrain that is mud or shallow water.<br><br></blockquote><b>Bullywug Male Names</b>: Brup, Lup, Mub, Yub<br><b>Bullywug Female Names</b>: Duwup, Gibub, Gyup, Wubip<br><p class=publishedIn>Published in Monster Manual 2, page(s) 220.</p>","race1":"<h1 class=player>Dragonborn</h1><i>Proud, honorable warriors, born from the blood of an ancient dragon god.</i><br><p class=flavor><b>RACIAL TRAITS</b></p><blockquote><b>Average Height</b>: 6' 2\" - 6' 8\"<br><b>Average Weight</b>: 220 - 320<br><br><b>Ability scores</b>: +2 Charisma, +2 Constitution or +2 Strength<br><b>Size</b>: Medium<br><b>Speed</b>: 6 squares. <br><b>Vision</b>: Normal<br><br><b>Languages</b>: Common, Draconic<br><b>Skill Bonuses</b>: +2 History, +2 Intimidate.<br><b>Draconic Heritage</b>: Your healing surge value is equal to one-quarter of your maximum hit points + your Constitution modifier.<br><b>Dragonborn Fury</b>: While you are bloodied, you gain a +1 racial bonus to attack rolls.<br><b>Dragonborn Racial Power</b>: When you select dragonborn as your character's race, choose one of the following powers. Your dragonborn character gains that power.<br><i>Dragon Breath</i>: You have the dragon breath power.<br><i>Dragonfear</i>: You are naturally intimidating at the best of times, and when passions strike, you are positively terrifying. You gain the dragonfear racial power.<br><br></blockquote><br><h1 class=encounterpower>Dragon Breath<span class=level>Dragonborn Racial Power</span></h1><p class=flavor><i>As you open your mouth with a roar, the deadly power of your draconic kin blasts forth to engulf your foes.</i></p><p class=powerstat><b>Encounter</b>   ✦     <b>Varies</b><br><b>Minor Action</b>      <b>Close</b> blast 3</p><p class=powerstat><b>Target</b>: Each creature in the blast</p><p class=powerstat><b>Attack</b>: Strength, Constitution, or Dexterity vs. Reflex. You gain a +2 bonus to the attack roll.<br>    Level 11: The bonus increases to +4.<br>    Level 21: The bonus increases to +6.</p><p class=flavor><b>Hit</b>: 1d6 + Constitution modifier damage.<br>    Level 11: 2d6 + Constitution modifier damage.<br>    Level 21: 3d6 + Constitution modifier damage.</p><p class=powerstat><b>Special</b>: When you create your character, choose Strength, Constitution, or Dexterity as the ability score you use when making attack rolls with this power. You also choose the power's damage type: acid, cold, fire, lightning, or poison. These two choices remain throughout your character's life and do not change the power's other effects.</p><br>Update (11/16/2010)<br>Updated to match Essentials data.<br><br><h1 class=encounterpower>Dragonfear<span class=level>Dragonborn Racial Power</span></h1><p class=flavor><i>Your presence causes your enemies to quake and tremble.</i></p><p class=powerstat><b>Encounter</b> ✦     <b>Fear</b><br><b>Minor Action</b>      <b>Close</b> burst 5 (increase to close burst 10 at 21st level)</p><p class=powerstat><b>Target</b>: Each enemy in the burst</p><p class=powerstat><b>Attack</b>: Strength +2 vs. Will or Charisma +2 vs. Will<br>Level 11: Strength + 4 vs. Will or Charisma + 4 vs. Will.<br>Level 21: Strength + 6 vs. Will or Charisma + 6 vs. Will.</p><p class=flavor><b>Hit</b>: The target takes a -2 penalty to attack rolls and grants combat advantage until the end of your next turn.</p><br><br><h3>PHYSICAL QUALITIES</h3>Dragonborn resemble humanoid dragons. They're covered in scaly hide, but they don't have tails. They are tall and strongly built, often standing close to 6½ feet in height and weighing 300 pounds or more. Their hands and feet are strong, talonlike claws with three fingers and a thumb on each hand. A dragonborn's head features a blunt snout, a strong brow, and distinctive frills at the cheek and ear. A dragonborn's eyes are a shade of red or gold. Behind the brow, a crest of hornlike scales of various lengths resembles thick, ropy hair.<br>    A typical dragonborn's scales can be scarlet, gold, rust, ocher, bronze, or brown. Rarely do an individual's scales match the hue of a chromatic or metallic dragon, and scale color gives no indication of the type of breath weapon a dragonborn uses. Most dragonborn have very fine scales over most of their body, giving their skin a leathery texture, with regions of larger scales on the forearms, lower legs and feet, shoulders, and thighs.<br>    Young dragonborn grow faster than human children do. They walk hours after hatching, reach the size and development of a ten-year-old human child by the age of three, and reach adulthood by fifteen. They live about as long as humans do.<br><br><h3>PLAYING A DRAGONBORN</h3>To a dragonborn, honor is more important than life itself. First and foremost, honor is tied to battlefield conduct. Adversaries should be treated with courtesy and respect, even if they are bitter enemies. Caution and discretion are key to a warrior's survival, but fear is a disease and cowardice is a moral failing.<br>    The drive to behave honorably extends into the rest of a dragonborn's life: Breaking an oath is the height of dishonor, and attention to honesty extends to every word. A commitment made must be carried out. Ultimately, a dragonborn takes responsibility for his or her actions and their consequences.<br>    A continual drive for self-improvement reveals an additional aspect of dragonborn honor. Dragonborn value skill and excellence in all endeavors. They hate to fail, and they push themselves to extreme efforts before they give up on something. A dragonborn holds mastery of a particular skill as a lifetime goal. Members of other races who share the same commitment find it easy to earn the respect of a dragonborn.<br>    Their draconic heritage gives the dragonborn a strong connection to Bahamut and Tiamat, the gods most closely associated with dragonkind. A rare few dragonborn offer fealty to both deities, but most believe that the two draconic gods represent a choice that every dragonborn must make, between Bahamut's path of justice and honor and Tiamat's hunger for greed and vengeance. Similarly, dragonborn often revere dragons, and they might ally themselves with such creatures should the opportunity present itself.<br><br><b>Dragonborn Characteristics</b>: Driven, honor-bound, noble, perfectionist, proud, reliable, reserved, rooted in ancient history<br><br><b>Dragonborn Male Names</b>: Abraxus, Arjhan, Balasar, Bharhash, Donaar, Ghesh, Heskan, Kriv, Medrash, Nadarr, Patrin, Rhasgar, Shamash, Shedinn, Torinn<br><b>Dragonborn Female Names</b>: Akra, Biri, Daar, Harann, Kava, Korinn, Mishann, Nala, Perra, Raiann, Sora, Surina, Thava<br><br>Update (11/16/2010)<br>Updated to match Essentials data.<br><br><p class=publishedIn>Published in Player's Handbook, page(s) 34, Heroes of the Forgotten Kingdoms, page(s) 240.</p>","race21":"<h1 class=player>Goblin</h1><i>Pint-sized rascals known throughout the world for their spitefulness and thievery</i><br><p class=flavor><b>RACIAL TRAITS</b></p><blockquote><b>Average Height</b>: 3'4\" - 3'8\"<br><b>Average Weight</b>: 40 - 55<br><br><b>Ability scores</b>: +2 Dexterity, +2 Charisma or +2 Wisdom<br><b>Size</b>: Small<br><b>Speed</b>: 6 squares. <br><b>Vision</b>: Low-light<br><br><b>Languages</b>: Common, Goblin<br><b>Skill Bonuses</b>: +2 Bluff, +2 Stealth.<br><b>Goblin Reflexes</b>: You gain a +1 racial bonus to Reflex.<br><b>Goblin Tactics</b>: You have the goblin tactics power.<br><br></blockquote><br><span class=power><h1 class=atwillpower>Goblin Tactics<span class=level>Goblin Racial Utility </span></h1><p class=flavor><i>You avoid your enemy's blow and cleverly dodge away.</i></p><p class=powerstat><b>At-Will</b><br><b>Immediate Reaction</b>      <b>Personal</b> </p><p class=powerstat><b>Trigger</b>: An enemy misses you with a melee attack.</p><p class=flavor><b>Effect</b>: You shift 1 square.</p><br>Update (4/17/2012)<br>Updated in Into the Unknown.<br><br></span>A goblin's natural curiosity, cunning, and explorative spirit lends itself well to the adventuring life. Many goblins are drawn to the excitement that comes with battling monsters, rescuing grateful victims, and bathing in plundered loot—anything that gets them attention. Of course, interacting with other people demands that a goblin at least partially put aside its natural tendency toward pettiness and violence. With the right guidance, a goblin can be a hero.<br><br><h3>PHYSICAL QUALITIES</h3>Goblins stand just over 3 feet tall, with wiry frames that resemble those of human children. Sometimes humorous, sometimes frightening, each goblin's features are unique and often reflect its personality. Some goblins have long hooked noses and pointy ears, while others have exaggerated fangs or eyes that seem to bug out of their faces.<br>    Most goblins have knobby joints and skinny limbs, though a few are flabby or even roly-poly. Their skin tone ranges from bright greens and oranges to dark, earthy browns. Some are hairless, with oily hides, while others are covered in mangy hair from brow to back. Many goblins ignore hygiene and are accompanied by an ever-present stink. Some even take pride in their disgusting habits.<br>    Goblins wear whatever is available, usually incorporating small trinkets, trophies, or interesting things they've stolen in their travels. These objects usually seem weird or pointless to others, who don't understand the value goblins place in these treasures. A goblin's clothes are a patchwork of different materials stitched together over the course of years. Its equipment is usually rusty or ramshackle but serviceable, thanks to goblin-kind's innate knack for tinkering. In theory a goblin's life span is equal to that of humans, but most goblins come to an early end because of their unbridled curiosity.<br><br><h3>PLAYING A GOBLIN</h3>The image of puny, nose-picking, knife-wielding goblins is common throughout the world. Most adventurers believe in a keen sword and room to swing as the best way to deal with them. Goblins might be the most numerous humanoids in the world, with a reputation for infesting every dank hole and tormenting the countryside with never-ending raids, violence, and maniacal scheming. The majority of them are rapacious and vile, but some have the intellect and attitude to join the ranks of heroes. Though they might face prejudice, goblins can be independent, cunning, and crafty adventurers.<br>    Goblins are highly social creatures, dwelling in tightly packed warrens with hundreds if not thousands of individuals. Individual goblins are weak, but early on, each strives to be king of the hill. Goblins become surprisingly willful by competing with their peers, maturing—for better or for worse—when they can assert themselves. A goblin sees itself as cunning and dangerous, even if it is the wimpiest member of the warren. Such independence borders on arrogance, but it prompts a goblin to attempt daring actions that larger races would think twice about.<br>    A goblin finds a sense of itself from the time it begins life as a crawling, biting infant. Goblin mothers give birth to litters numbering around a dozen, giving the youngsters plenty of siblings to interact and compete with. Juveniles possess an impulsive curiosity that makes them crawl into every cranny of the warren, always craving the new and undiscovered. Most are noisy and selfish, demanding attention by forcing their way into every activity.<br>    Upon adulthood, most goblins find that they are good only at hurting or stealing things. Exceptional individuals develop a knack for leadership, crafting, navigation, problem solving, or other valuable skills—even magic. Goblins take immense pride in their talents, even if it's just a honed ability to knife people in the back. Practicing a skill gives them an identity within the community, which in turn makes them feel important or useful.<br>    Goblins love to brag and get attention; they are instigators who poke and prod at anything to get a reaction. In the warrens, they behave like petulant brats, vandalizing, insulting, hitting, or whining to be noticed. This need for attention might explain their kind's violent attacks on the other aces of the world. After all, what better way to get someone's attention than by attacking their homes? Countless raids and wars have been committed by goblins to satisfy this impulse, but the smart ones realize that this sort of behavior won't get them far if they wish to interact with others in any meaningful way.<br>    Independent goblins, especially those who leave their warrens to become adventurers, have learned to tone down their selfishness. Though not nearly so crude or vicious as others of their kind, they are nonetheless rascals at heart. Curious to the point of recklessness, yet cunning enough to escape many dangers, goblin adventurers embody the best of their kind's adaptability. Their companions might have to put up with nonstop chattering or poor hygiene, but they can be trusted friends eager to take in all the danger and excitement the adventuring life has to offer.<br><br><b>Goblin Characteristics</b>: Adaptable, boastful, curious, crude, humorous, impressionable, instigating, reactionary, sneaky, willful<br><br><b>Goblin Male Names</b>: Floo, Grot, Grub, Itch, Rort, Snag, Splik, Splug, Squintch, Zix<br><b>Goblin Female Names</b>: Borb, Fee, Flert, Gretch, Gyik, Nibb, Nyx, Pinch, Pook, Wort<br><br> (4/17/2012)<br>Updated in Into the Unknown.<br><br><p class=publishedIn>Published in Monster Manual, page(s) 136, Into the Unknown: The Dungeon Survival Handbook, page(s) 34.</p>","race61":"<h1 class=player>Pixie</h1><i>Magical fairy folk, childlike mischief-makers, enchanted caretakers of nature</i><br><p class=flavor><b>RACIAL TRAITS</b></p><blockquote><b>Average Height</b>: 0'6'' - 1'<br><b>Average Weight</b>: 1 - 4<br><br><b>Ability scores</b>: +2 Charisma, +2 Dexterity or +2 Intelligence<br><b>Size</b>: Tiny<br><b>Speed</b>: 4 squares. Fly 6 squares (altitude limit 1). You cannot use this fly speed if you are carrying more than a normal load.<br><b>Vision</b>: Low-light vision<br><br><b>Languages</b>: Common, Elven<br><b>Skill Bonuses</b>: +2 Nature, +2 Stealth.<br><b>Fey Origin</b>: Your ancestors were native to the Feywild, so you are considered a fey creature for the purpose of effects that relate to creature origin.<br><b>Pixie Magic</b>: You have the pixie dust and shrink powers.<br><b>Speak with Beasts</b>: You can communicate with natural beasts and fey beasts.<br><b>Wee Warrior</b>: You have a reach of 1, rather than the reach of 0 that is typical for a Tiny creature. You also take a -5 penalty to Strength checks to break or force open objects. When wielding a weapon of your size, you follow the same rules that Small creatures do.<br><br></blockquote><br><span class=power><h1 class=encounterpower>Pixie Dust<span class=level>Pixie Racial Utility </span></h1><p class=flavor><i>You hurl a bright globe of fey magic that grants your friend the ability to soar through the air for a moment.</i></p><p class=powerstat><b>Encounter</b><br><b>Move Action</b>      <b>Ranged</b> 5</p><p class=powerstat><b>Target</b>: One ally</p><p class=flavor><b>Effect</b>: The target can fly up to 6 squares as a free action.</p><br><h1 class=encounterpower>Shrink<span class=level>Pixie Racial Utility </span></h1><p class=flavor><i>At your touch, an object shrinks to your wee size or is restored to its original state.</i></p><p class=powerstat><b>Encounter</b><br><b>Minor Action</b>      <b>Melee</b> 1</p><p class=powerstat><b>Target</b>: One object that is sized for a Medium or Small creature, is not inside a container, does not contain anything, and is not held, worn, or carried by anyone other than you.</p><p class=flavor><b>Effect</b>: The target shrinks to a size appropriate for a Tiny creature's use. The new size ends at the end of your next extended rest unless the shrunken target is on your person. The size also ends if you or another pixie uses this power on the shrunken target. While shrunk, the target keeps its game statistics, such as damage dice and weight. A shrunken weapon, however, becomes an improvised one-handed weapon for a non-Tiny creature.</p><br></span><h3>PHYSICAL QUALITIES</h3>Barely over a foot tall, pixies resemble diminutive eladrin with gossamer wings. These wings sprout from their backs like those of dragonflies or butterflies, but are grander and more beautiful than either. Pixie wings come in as many colors as there are shapes to dreams. Despite their almost insubstantial quality, they are as bright as the clear dawn and as luminous as the full moonrise.<br>    Pixies rarely appear to onlookers unless they wish to be seen, and other people who happen to spot a pixie are astonished at the first sight of these tiny fey. When pixies fly, a shower of sparkling dust follows in their wake like the glittering tail of a shooting star. Pixie dust is said to be composed of the dreams of the living forest, the gold of the brightest sunbeams, and the starlight cast upon lovers. When such elements are combined as one, they elevate the soul and grant the ability to fly.<br>    Pixies' eyes come in as many different colors as their wings. When pixies interact with mortals in the world, their eyes appear to have pupils. However, the natural state of a pixie's eye is a single glittering orb like that of an eladrin.<br>    Pixies wear light, ephemeral clothing that grants maneuverability while they fly. Noble pixies array themselves like princes and princesses of the fey, wearing flowing gowns and doublets of spider and caterpillar silk that sparkle like moonlight on a pond. Wild pixies dress themselves in acorns, leaves and bark, and the pelts of woodland beasts. Pixies prefer armor made of acorns, insect chitin, leather, the scales of reptiles, stiff bark, or fine mithral mail. They rarely wear heavy armor.<br>    Pixies live as long as eladrin. In the Feywild, the race measures time in centuries, and pixies are effectively immortal unless they are slain. However, legends claim that some pixies are so bound to their human reflections in the world that they perish when that human dies. <br><br>SPECIAL RULES<br>As a pixie, keep the following rules in mind.<br>    Sharing a Space: Because you are Tiny, you can enter the space of a Small or larger creature and end your turn there (forced movement must still end in an unoccupied space, unless noted otherwise). Two creatures are considered adjacent if they are in the same square.<br>    Altitude Limit: You fall at the end of your turn if you are using your racial fly speed and are more than 1 square above the ground (see the rules for flying and falling in the Rules Compendium).<br>    Weapons: Because you follow the same weapon rules as a Small creature, you cannot use a two-handed weapon unless it has the small property. When you use a versatile weapon, you must use it two-handed but don't gain the normal +1 bonus to damage for using it in that manner.<br><br><h3>PLAYING A PIXIE</h3>An enchanted race born of raw fey magic, pixies are the diminutive fairy folk of the Feywild. Under the direction of the Court of Stars, they etch the patterns of frost on the winter ponds and rouse the buds in springtime. They cause flowers to grow and sparkle with summer dew, and they color the leaves with the blazing hues of autumn. Some believe that the pixies stole the secret of honey from the mead goblet of the Summer Queen, then sold it to the bees. It is said that they taught the birds to fly and to sing. These childlike sprites have a penchant for mischievous fun, and there is no game a pixie will not play, no sport it will not attempt, and no revelry it will avoid or decline. <br>    Once upon a time in the green-gold of the dawning world, the Summer Queen gave birth to a beautiful child. No one knew which of the archfey was the child's father, and the Summer Queen refused to say. Powerful archfey of the Court of Stars gathered around her so that each in turn might bestow his gift on the new fey royalty, for each believed the child was his own.<br>    The first gift came from the child's mother— the gift of whimsy, so that like the warm winds of summer, she might roam wherever she pleased.<br>    “But whimsy needs a course and a direction, lest it give way to the destruction of storms,” said the Sea Lord, who believed the child was his own. “As young rivers play upon the land before maturing into the great wide sea, so shall the child play.” And he bestowed the gift of play on the fey child.     Then Oran the Green Lord, who also believed the child was his own, said, “Like the frivolous waters, play can overreach its bounds and wreck the labor of others. So I give this child the gift of care. As young seeds are nurtured in the earth that bounds the rivers and the seas, so shall the child care for all things green and alive.”<br>    The Prince of Frost, who knew the child to be his sister, only laughed at the other archfey. “By her silence does the Summer Queen have us doing her bidding for the sake of a child whose provenance we will never know,” he said. “And so laughter is my gift to the child. Laughter is the north wind's breath that elevates the spirit in the face of those that would channel, bind, or control it.”<br>    So the child was blessed with the four gifts the Court of Stars had bestowed upon her—whimsy, play, care, and laughter. But after the others had departed, the child's true father secretly appeared beside her gossamer cradle. And then, Corellon, lord of arcane magic, blessed his daughter with the gift of wonder that is the purest form of magic, so that she and all her descendants should ever retain their childlike spirits.<br>    Legends of the mortal realm say that because the Feywild is the bright reflection of the world, pixies are a reflection of humanity. As the bards tell it, whenever a human child is born, a pixie also comes into existence. The personalities of the two races are indistinguishable during the first few years of life. However, human adolescents cast off their childhood ways, while pixies retain them forever. Sometimes pixies feel compassion for mortals who retain a degree of childhood innocence. They often watch over such humans, secretly aiding their “flawed” reflections with magic when they fall on ill circumstances.<br>    In the world, pixies were once as prevalent as they were in the Feywild. However, during the years that mortals have ruled, they have diminished and gone into decline. As humanoid civilizations began to flourish, they encroached on the pixies' homelands, pushing the fairy folk back into the Feywild and into the dark unknown beyond civilization. <br><br><b>Pixie Characteristics</b>: Brave, charming, childlike, energetic, fierce, magical, mischievous, outgoing, playful, possessive, stealthy, vigilant<br><br><b>Pixie Male Names</b>: Acorn, Barleycorn, Briarthorn, Buckthorn, Dogwood, Hawthorn, Hayseed, Hazelwood, Hoarfrost, Juniper, Maplesap, Mistlethrush, Nettle, Pinecone, Sparrowhawk, Thistledown<br><b>Pixie Female Names</b>: Appleblossom, Bluebell, Cobweb, Cottonwood, Dewdrop, Heartsease, Holly, Hyacinth, Ivy, Larksong, Lilyflower, Mistletoe, Moth, Mustardseed, Peasblossom, Willowbough<br><p class=publishedIn>Published in Heroes of the Feywild, page(s) 28.</p>","race10":"<h1 class=player>Bugbear</h1><br><p class=flavor><b>RACIAL TRAITS</b></p><blockquote><b>Average Height</b>: 6'10\" - 7'2\"<br><b>Average Weight</b>: 250 - 300<br><br><b>Ability scores</b>: +2 Dexterity, +2 Strength<br><b>Size</b>: Medium<br><b>Speed</b>: 6 squares. <br><b>Vision</b>: Low-light<br><br><b>Languages</b>: Common, Goblin<br><b>Skill Bonuses</b>: +2 Intimidate, +2 Stealth.<br><b>Oversized</b>: You can use weapons of your size or one size larger than you as if they were your size.<br><b>Predatory Eye</b>: You can use predatory eye as an encounter power.<br><br></blockquote><br><span class=power><h1 class=encounterpower>Predatory Eye<span class=level>Bugbear Racial Power</span></h1><p class=flavor><i>You maneuver into an advantageous position and strike your foe with ruthless detemination.</i></p><p class=powerstat><b>Encounter</b><br><b>Minor Action</b>      <b>Personal</b> </p><p class=flavor><b>Effect</b>: If you have combat advantage against a target, you deal +1d6 damage on the next attack you make against that target. You must apply this bonus before the end of your next turn.<br>    Increase extra damage to +2d6 at 11th level and +3d6 at 21st level.<br></p><br></span><b>Bugbear Characteristics</b>: This race is currently detailed as a monster. For the full monster write-up, refer to its source.<br><br><b>Bugbear Male Names</b>: Brinjin, Drulyut, Hellyug, Lorzod, Melgar, Memgum, Nattumung, Rugulron, Shriggaloy, Ukret, Wengaloy<br><b>Bugbear Female Names</b>: Culgecka, Gultegga, Hane, Hrugga, Sungammem, Vurvon<br><p class=publishedIn>Published in Monster Manual.</p>","race50":"<h1 class=player>Mul</h1><i>Tireless and unyielding, born to fight</i><br><p class=flavor><b>RACIAL TRAITS</b></p><blockquote><b>Average Height</b>: 5' 8\" - 6' 4\"<br><b>Average Weight</b>: 200 - 300<br><br><b>Ability scores</b>: +2 Constitution, +2 Strength or +2 Wisdom<br><b>Size</b>: Medium<br><b>Speed</b>: 6 squares. <br><b>Vision</b>: Normal<br><br><b>Languages</b>: Common, Dwarven<br><b>Skill Bonuses</b>: +2 Endurance, +2 Streetwise.<br><b>Born of Two Races</b>: Select either human or dwarf. You can take feats that have your choice as a prerequisite (as well as those specifically for muls), as long as you meet any other requirements.<br><b>Incredible Toughness</b>: You have the incredible toughness power.<br><b>Mul Vitality</b>: Increase your number of healing surges by one.<br><b>Tireless</b>: You need to sleep 6 hours in a 72-hour period (instead of a 24-hour period) to gain the benefit of an extended rest.<br><br></blockquote><br><span class=power><h1 class=encounterpower>Incredible Toughness<span class=level>Mul Racial Power</span></h1><p class=flavor><i>Through dogged determination and sheer physical hardiness, you shrug off an effect that would daunt a lesser person.</i></p><p class=powerstat><b>Encounter</b><br><b>No Action</b>      <b>Personal</b> </p><p class=powerstat><b>Trigger</b>: You start your turn</p><p class=flavor><b>Effect</b>: You end any ongoing damage or any dazed, slowed, stunned, or weakened condition currently affecting you.</p><br></span>Muls are half-dwarves, descended from the union of a human and a dwarf. They possess the stature, agility, and mental flexibility of humankind, coupled with the physical resilience and endurance of dwarves—a rare combination of qualities that makes muls more than a simple blend of the two races.<br>    Because they are strong, tough, quick, and blessed with fantastic reserves of endurance, muls are highly prized as slaves. In fact, most muls are born into slavery.<br><br>Play a Mul if you want...<br>• to be tough as nails.<br>• to play a hero who fought his or her way out of the bonds of slavery.<br>• to be a member of a race that favors the fighter, barbarian, and battlemind classes.<br><br><h3>PHYSICAL QUALITIES</h3>Muscular and fit, muls resemble powerfully built humans. Although one might expect muls to average somewhere between dwarf and human stature, they are taller than most humans. Male muls have truly heroic proportions—broad shoulders, narrow waists, powerful thighs, and thick arms. Females, while not as heavily muscled, are tall, strong, and athletic. Many muls of both genders are hairless, although some grow topknots of dark hair. Their faces hint at their dwarven ancestry, with strong, stern features and small, swept-back ears that come to subtle points. Mul skin and eye colors are as varied as they are in humans, but many muls have a copper or deeply bronzed complexion, and a few have eyes of a startling honey-gold or green-gold color.<br>    Muls have little collective racial identity and adopt the dress and fashion of their homes. However, they are fond of tattoos and favor simple geometric patterns rather than depictions of creatures or objects. In this way, they honor their dwarven heritage with designs reminiscent of dwarven motifs.<br>    Muls have life spans comparable to those of humans.<br><br><h3>PLAYING A MUL</h3>Most muls begin their lives as slaves. Slaveholders throughout the Tyr Region have long known that tremendous hardiness and stamina result from mixing human and dwarven lines. Muls make outstanding gladiators, slave warriors, and heavy laborers, enduring toil and hardships that would kill lesser folk.<br>    Muls who set their hearts on freedom are difficult to keep in chains. Some escape to the wilds and become raiders or join tribes of ex-slaves, whereas others who escape become mercenaries and sell their fighting skills to whomever they can. Muls who don't flee captivity can win their freedom in the arena or by completing a dangerous task for their masters. A few highly prized gladiators receive so many privileges and comforts that they are effectively free, enjoying great latitude to go where they want and do as they wish. The Dungeon Master might have mul heroes start the campaign as slaves. If not, assume that your mul character has already won his or her freedom by the time the game begins.<br>    Muls are hard, driven, pragmatic folk with little remorse or sympathy in their hearts. Many grow up under the lash, having been taken from their parents while very young and subjected to brutal training for the arena or grinding toil in fields or quarries. Consequently, muls have a hard time offering friendship and trust to anyone. More than a few muls, scarred by the hardships of their upbringing, spend their days as bitter, violent misanthropes. Others are suspicious, grasping mercenaries who have learned never to lift a finger on behalf of another person without establishing what they will gain from providing aid. Despite their tendency to be sullen or self-centered, muls can learn to work alongside others. Growing up in the slave pits and the underclass of society taught them how to forge alliances and understandings; their survival demanded nothing less.<br><br><b>Mul Characteristics</b>: Angry, blunt, callous, driven, fierce, honest, skeptical, stern, stoic, stubborn<br><br><b>Mul Male Names</b>: Aram, Borthomar, Bost, Darok, Darus, Durn, Eben, Erekard, Gard, Harask, Marok, Morg, Rikard, Rikus, Sanozar, Uskan, Zedath, Zorus<br><b>Mul Female Names</b>: Aisa, Aivel, Brithis, Callia, Demosis, Elina, Faivel, Himithis, Laivi, Narisel, Niva, Raina, Reshel, Saditha, Tirshel, Uisel, Zerima<br><p class=publishedIn>Published in Dark Sun Campaign Setting, page(s) 20.</p>","race30":"<h1 class=player>Razorclaw Shifter</h1><i>Ferocious heirs of the wild, the perfect fusion of civilized race and wild beast</i><br><p class=flavor><b>RACIAL TRAITS</b></p><blockquote><b>Average Height</b>: 5'7\" - 6'0\"<br><b>Average Weight</b>: 130 - 180<br><br><b>Ability scores</b>: +2 Dexterity, +2 Wisdom<br><b>Size</b>: Medium<br><b>Speed</b>: 6 squares. <br><b>Vision</b>: Low-light<br><br><b>Languages</b>: Common, choice of one other<br><b>Skill Bonuses</b>: +2 Acrobatics, +2 Stealth.<br><b>Razorclaw Shifting</b>: You have the razorclaw shifting power.<br><br></blockquote><br><span class=power><h1 class=encounterpower>Razorclaw Shifting<span class=level>Razorclaw Shifter Racial Power</span></h1><p class=flavor><i>You unleash the beast within and take on a savage countenance.</i></p><p class=powerstat><b>Encounter</b><br><b>Minor Action</b>      <b>Personal</b> </p><p class=flavor><b>Requirement</b>: You must be bloodied.</p><p class=powerstat><b>Effect</b>: Until the end of the encounter, your speed increases by 2, and you gain a +1 bonus to AC and Reflex.</p><br></span>Shifters are fierce hunters strongly influenced by their animal nature. Though they can't fully change shape as their lycanthrope ancestors can, shifters do become more bestial during the heat of battle, calling on the primal power of the beast within.<br><br>Play a Razorclaw Shifter if you want...<br>✦    to tap into bestial strength or speed in battle.<br>✦    to be a character in tune with your primal savage nature.<br>✦    to be a member of a race that favors the druid, fighter, ranger, and warden classes.<br><br><h3>PHYSICAL QUALITIES</h3>In broad strokes, shifters resemble humans with animalistic features. Their bodies are lithe and strong, and they often move in a crouched posture, springing and leaping along the ground. Their faces have a bestial cast, with wide, flat noses, large eyes and heavy eyebrows, pointed ears, and long sideburns. The hair of their heads is thick and worn long. Shifter skin and hair are usually some shade of brown.<br>Longtooth shifters claim werewolves as ancestors and have a vaguely canine cast to their features that becomes much more pronounced when they use their longtooth shifting power. Razorclaw shifters are descended from weretigers and are more catlike, particularly when using razorclaw shifting.<br>Shifters live about as long as humans.<br><br><h3>PLAYING A RAZORCLAW SHIFTER</h3>Shifters are strongly influenced by their animal natures. They think and act like predators, conceiving of most activities in terms of hunting and prey. Longtooth shifters are drawn to a pack of companions, whether that's a family group or an adventuring party. They work well as part of a team in combat, coordinating their attacks with their allies and coming to the aid of beleaguered friends. They're drawn to the leader and defender roles, and they make excellent clerics, fighters, paladins, and wardens.<br>Razorclaw shifters are more independent, self-reliant, and adaptable. They're no less devoted to their adventuring companions, but they trust their allies to take care of themselves, and they strive to carry their own weight in the group. They're more inclined to be strikers or controllers, and they favor classes such as avenger, druid, ranger, and rogue.<br>Historically, most shifters dwelled in nomadic bands in plains and forests far removed from cities and towns. Since the fall of Nerath, however, the increasing dangers of the wilds have driven many shifters into closer proximity to human and elf communities. Some shifters have adapted smoothly to this change, carving niches for themselves as trappers, hunters, fishers, trackers, guides, or military scouts. Others have a much harder time fitting in. Shifters who feel alienated from the plains and forests they love sometimes take up the adventuring life as a way of escaping the confines of city walls and returning to nature. Some shifters, though, turn to a life of crime, preying on the residents of their new homes like the hunters they are.<br><br><b>Razorclaw Shifter Characteristics</b>: Active, alert, fierce, freespirited, intuitive, perceptive, predatory, self-reliant, unrestrained, wild<br><br><b>Razorclaw Shifter Male Names</b>: Ash, Brook, Claw, Cliff, Flint, Frost, River, Rock, Storm, Thorn, Tor<br><b>Razorclaw Shifter Female Names</b>: Aurora, Autumn, Dawn, Hazel, Iris, Lily, Rain, Rose, Summer<br><p class=publishedIn>Published in Player's Handbook 2, page(s) 16.</p>","race51":"<h1 class=player>Thri-Kreen</h1><i>Alien to most people of Athas, these desert-dwelling creatures live for the thrill of the hunt</i><br><p class=flavor><b>RACIAL TRAITS</b></p><blockquote><b>Average Height</b>: 5' 4\" - 6' 6\"<br><b>Average Weight</b>: 180 - 240<br><br><b>Ability scores</b>: +2 Dexterity, +2 Strength or +2 Wisdom<br><b>Size</b>: Medium<br><b>Speed</b>: 7 squares. <br><b>Vision</b>: Low-light<br><br><b>Languages</b>: Common, Thri-kreen<br><b>Skill Bonuses</b>: +2 Athletics, +2 Nature.<br><b>Multiple Arms</b>: Once per turn, you can draw or sheathe a weapon (or retrieve or stow an item stored on your person) as a free action instead of a minor action.<br><b>Natural Jumper</b>: A thri-kreen is always considered to have a running start when jumping.<br><b>Thri-kreen Claws</b>: You have the thri-kreen claws power.<br><b>Torpor</b>: Rather than sleep, thri-kreen enter a torpid state. In this state, you remain aware of your surroundings, and you require only 4 hours of torpor (rather than 6 hours of sleep) to gain the benefit of an extended rest.<br><br></blockquote><br><span class=power><h1 class=encounterpower>Thri-kreen Claws<span class=level>Thri-Kreen Racial Power</span></h1><p class=flavor><i>You quickly lash out with all your claws, tearing at nearby enemies.</i></p><p class=powerstat><b>Encounter</b><br><b>Minor Action</b>      <b>Melee</b> 1</p><p class=powerstat><b>Target</b>: One, two, or three enemies</p><p class=powerstat><b>Attack</b>: Strength + 3 vs. AC, Dexterity + 3 vs. AC, or Wisdom + 3 vs. AC<br>Level 11: Strength + 6 vs. AC, Dexterity + 6 vs. AC, or Wisdom + 6 vs. AC<br>Level 21: Strength + 9 vs. AC, Dexterity + 9 vs. AC, or Wisdom + 9 vs. AC</p><p class=flavor><b>Hit</b>: 1d8 + Strength modifier, Dexterity modifier, or Wisdom modifier damage. You gain a bonus to the damage roll equal to the number of targets.<br>Level 11: 2d8 + Strength modifier, Dexterity modifier, or Wisdom modifier damage<br>Level 21: 3d8 + Strength modifier, Dexterity modifier, or Wisdom modifier damage.</p><br></span>Thri-kreen are mantislike humanoids that hunt in packs throughout the wastes of Athas. They have adapted to the harsh climate and are experts at surviving with only scarce resources. Thri-kreen are physically nimble, and many also have psionic abilities.<br><br>Play a Thri-Kreen if you want...<br>• to be a pragmatic hunter who knows how to survive in a harsh world.<br>• to roleplay a race with beliefs and practices far different from those of humans.<br>• to be a member of a race that favors the monk, druid, and ranger classes.<br><br><h3>PHYSICAL QUALITIES</h3>The insectoid thri-kreen have six limbs and are covered in tough, sandy-colored chitinous plates. Their lowest pair of limbs is used as legs, and their upper pair of limbs serves as arms. The middle set of limbs is small but nimble, and the kreen use them for fine manipulation, leaving heavy work to the stronger upper arms. Both middle and upper hands have three clawed fingers and one opposable thumb. In combat, thri-kreen hold weapons or shields in their upper limbs, since the middle pair lacks the strength and using both sets of limbs would be awkward and unwieldy.<br><br>Swift and athletic, thri-kreen are natural climbers and jumpers. Their wedge-shaped heads have large compound eyes, two (mostly vestigial) antennae, and powerful mandibles. They can speak an oddly accented form of Common but prefer their own language, which is easier to pronounce with their mouth parts.<br><br>Thri-kreen have short life spans and rarely reach 30 years of age.<br><br><h3>PLAYING A THRI-KREEN</h3>Thri-kreen minds, behavior, and physiology often seem bizarre to members of other races. Most Athasians don't understand the kreen and find them more than a little threatening. However, despite their fierce appearance, the insectlike humanoids can be loyal and courageous companions. Thri-kreen have most of the same needs and morals as do other races; they simply prioritize those needs and morals differently. Most important, thri-kreen judge others solely on physical and mental ability. The lazy and weak deserve contempt, regardless of race; likewise, strength and cleverness merit respect no matter who demonstrates these qualities.<br><br>Thri-kreen view everything through the lens of the hunt and the predator-prey relationship. Their basic social units are the clutch and the pack. A clutch is a small group (of no more than six) to which an individual kreen has a close bond. The concept of the clutch combines “team,” “friends,” and “family.” Every thri-kreen has a birth clutch that consists of all surviving members of the group of eggs from which it hatched. Later in life, each kreen forms one or more other clutches, perhaps centered around adventuring groups or specialized hunting parties. A pack is a larger social unit that consists of any number of clutches. If deprived of a clutch, a thri-kreen is biologically compelled to seek out a new group to join.<br><br>Obeying their pack instincts, thri-kreen try to find their place in any group. They use a series of challenges to determine the pecking order, assessing their possible clutchmates in secret or, when necessary, demanding trial by combat. Thri-kreen seize leadership of groups in which they're the strongest members, but they are willing to accept subordinate roles in the presence of powerful allies. They take orders from the pack or clutch leader without hesitation, eager to fulfill the duties of their position in the hierarchy. Despite the apparent autocracy of a kreen group, any member is free to voice its opinion and offer advice. Indeed, each thri-kreen is expected to have expertise in matters the others do not. All can and must contribute to the good of the clutch and the success of the hunt.<br><br>In thri-kreen culture, the hunt is pervasive and crucial, and combat is just another kind of hunt. Thri-kreen rarely fight out of malice and see no need for aggression unless it is the best means of obtaining the resources they need to survive. Self-defense is another matter—a thri-kreen who has been attacked can't fathom any response other than a violent counterattack. After a victorious battle, a kreen's first instinct is to collect any useful possessions that belonged to the attacker or (in the case of beasts) to harvest the body for food.<br><br>Many thri-kreen develop psionic abilities. Those who fully pursue these gifts often become monks or battleminds, taking advantage of their physical talents. Some attribute this natural ability to the thri-kreen's racial memory. Each member of the race is born with the clutch mentality and an innate knowledge of the thri-kreen language. When a thri-kreen encounters a place or item that played an important part in kreen history, it might see flashes of the past—an upwelling of racial memories long suppressed but present in all kreen.<br><br><b>Thri-Kreen Characteristics</b>: Distinctive, dutiful, inscrutable, observant, predatory, single-minded, tough<br><br><b>Thri-Kreen Names</b>: Cha'ka, Chuka-tet, Drik-chkit, Hakka, Ka'cha, Ka'tho, Kacht-ta, Kat'chka, Lakta-cho, Pak'cha, Pik-ik-cha, Sa'Relka, T'Chai, Tak-tha<br><p class=publishedIn>Published in Dark Sun Campaign Setting, page(s) 22.</p>","race52":"<h1 class=player>Shade</h1><i>Seekers of power willing to trade their souls to the darkness</i><br><p class=flavor><b>RACIAL TRAITS</b></p><blockquote><b>Average Height</b>: 5'6\" - 6'2\"<br><b>Average Weight</b>: 100 - 160<br><br><b>Ability scores</b>: +2 Charisma, +2 Dexterity or +2 Intelligence<br><b>Size</b>: Medium<br><b>Speed</b>: 6 squares. <br><b>Vision</b>: Darkvision<br><br><b>Languages</b>: Common, choice of one other<br><b>Skill Bonuses</b>: +2 Arcana, +2 Stealth.<br><b>Fragile Mortality</b>: You have one fewer healing surge than normal.<br><b>Master of Shadows</b>: When your class grants you a utility power after 1st level, you can forgo taking that power. Instead, you can take a shade utility power of the same level or lower.<br><b>One with Shadow</b>: You have the one with shadow power.<br><b>Practiced Sneak</b>: You have training in Stealth.<br><b>Shadow Origin</b>: The Shadowfell has left its mark on you, so you are considered a shadow creature for the purpose of effects that relate to creature origin.<br><br></blockquote><br><span class=power><h1 class=atwillpower>One with Shadow<span class=level>Shade Racial Utility </span></h1><p class=flavor><i>You fade into the darkness, becoming a part of the shadow that swirls around you.</i></p><p class=powerstat><b>At-Will</b> ✦     <b>Shadow</b><br><b>Standard Action</b>      <b>Personal</b> </p><p class=flavor><b>Effect</b>: Until the end of your next turn, you can make Stealth checks to become hidden when you have any cover or concealment. In addition, you can use cover from your allies to become hidden or to remain hidden.</p><br></span><h3>PHYSICAL QUALITIES</h3>Shades resemble their original human selves, though they sacrifice their native vitality to the ritual that turns them into slender creatures of shadow. Their darkness-piercing eyes become orbs of dull black, dark gray, or purple. Their coloring takes on subdued hues, with most shades having pale skin and lank, black hair. Shades prefer dark, somber clothing of silk, suede, or supple leather, decorated with brass and iron. Their metal weapons and tools are coated with special oils that dull any sheen or reflection.<br>    The Trail of Five Darknesses has a dramatic effect on longevity, doubling a shade's normal life span. Rumors abound of shades who eventually attain a level of power that allows them to stop aging altogether.<br><br><h3>PLAYING A SHADE</h3>Ambitious, ruthless, and paranoid, shades are humans who trade part of their souls for a sliver of the Shadowfell's dark essence. Even more so than the shadowborn—natives of the Shadowfell descended from the common races—shades are gloom incarnate. No matter what nations or land one was first born into, each shade undergoes a dark rebirth that transforms him or her into a creature of stealth and secrecy who is caught between life and death. In exchange for the twilight powers granted to shades, the Shadowfell taints their souls with dark thoughts and a darker disposition.<br>    A human who chooses to become a shade is reborn into shadow through a transformative ritual that draws on the ambient magic present at shadow crossings—places where the veil between the world and its dark echo is thinnest. Known in scholarly circles as the Trail of Five Darknesses, this arduous ritual is as likely to slay its practitioner outright—obliterating body and soul—as it is to grant the ability to wield shadow magic.<br>    Unbridled ambition and utter desperation are common reasons for a human to undertake the Trail of Five Darknesses, since the taint of the Shadowfell marks a shade as an outcast forever. Shades maintain a determined self-reliance when among their own kind, because they know all too well the greed and duplicity their race is capable of. However, shades also believe in strength in numbers, and as such they congregate in settlements close to shadow crossings, both in the world and the Shadowfell.<br>    A few shades deny the self-serving nature of their kind, striving to ensure that the true nature of their souls overcomes the shadowy nature of their chosen path. Rejecting their own kind, these shades seek the company of the common races. Drawn to the life of an adventurer, such shades try to earn the trust of a close circle of friends, defending those comrades with the ruthlessness for which their kind is known. However, some decry this behavior as just another facet of the shades' characteristic avarice—treating friends as personal possessions that must be kept safe at all costs.<br><br><b>Shade Characteristics</b>: Ambitious, brooding, manipulative, paranoid, pragmatic, reserved<br><br><b>Shade Names</b>: Blackwood, Dubhtyn, Eboncross, Gloomhollow, Hematiton<br><p class=publishedIn>Published in Heroes of Shadow, page(s) 121.</p>","race33":"<h1 class=player>Genasi</h1><i>Energy embodied, chaos and order united—a race of inherent flexibility, passion, and diversity</i><br><p class=flavor><b>RACIAL TRAITS</b></p><blockquote><b>Average Height</b>: 5'7\" - 6'2\"<br><b>Average Weight</b>: 130 - 225<br><br><b>Ability scores</b>: +2 Intelligence, +2 Constitution or +2 Strength<br><b>Size</b>: Medium<br><b>Speed</b>: 6 squares. <br><b>Vision</b>: Normal<br><br><b>Languages</b>: Common, Primordial<br><b>Skill Bonuses</b>: +2 Endurance, +2 Nature.<br><b>Elemental Manifestation</b>: Choose one manifestation. That manifestation is part of your nature. Each manifestation offers particular benefits and provides an associated encounter power. Your appearance changes based on the element you are manifesting.<br><i>Firesoul</i>: You gain +1 Reflex defense, resist 5 fire and the firepulse power. At 11th level, the resistance improves to 10 fire. At 21st level, the resistance improves to 15 fire.<br><i>Earthsoul</i>: You gain a +1 racial bonus to your Fortitude defense, a +1 racial bonus to saving throws, and the earthshock power.<br><i>Stormsoul</i>: You gain a +1 racial bonus to your Fortitude defense, resist 5 lightning, and the promise of storm power. At 11th level, the resistance improves to 10 lightning. At 21st level, the resistance improves to 15 lightning.<br><i>Watersoul</i>: You can breathe underwater. You also gain a +2 racial bonus to saving throws against ongoing damage and the swiftcurrent power.<br><i>Windsoul</i>: You gain resist 5 cold and the windwalker power. At 11th level, the resistance improves to 10 cold. At 21st level, the resistance improves to 15 cold.<br><i>Causticsoul</i>: You can breathe underwater. You also gain resist 5 acid and the acid surge power.<br>At 11th level, the resistance improves to 10 acid.<br>At 21st level, the resistance improves to 15 acid.<br><i>Cindersoul</i>: You gain a +1 racial bonus to Fortitude, resist 5 fire, and the firedeath power.<br>At 11th level, the resistance improves to 10 fire.<br>At 21st level, the resistance improves to 15 fire.<br><i>Plaguesoul</i>: You gain resist 5 poison, a +5 racial bonus to saving throws against disease, and the plaguebearer power.<br>At 11th level, the resistance improves to 10 poison.<br>At 21st level, the resistance improves to 15 poison.<br><i>Voidsoul</i>: You gain resist 5 psychic, a +1 racial bonus to Will, and the void assumption power.<br>At 11th level, the resistance improves to 10 psychic.<br>At 21st level, the resistance improves to 15 psychic.<br><i>Embersoul</i>: You have a +1 racial bonus to Reflex and a +2 racial bonus to saving throws against ongoing fire damage. In addition, you have the ashfall evasion power.<br><i>Magmasoul</i>: You have a +1 racial bonus to Fortitude. Whenever you take fire damage, your melee attacks deal 1d6 extra fire damage until the end of your next turn. In addition, you have the flowing magma power.<br><i>Sandsoul</i>: You have a +4 racial bonus to Acrobatics checks and Athletics checks made when taking the escape action. You also have a +2 racial bonus to saving throws against effects that immobilize, restrain, or slow you. In addition, you have the sandslide power.<br><i>Sunsoul</i>: You have a +2 racial bonus to saving throws against ongoing damage that includes fire or radiant damage. You and your equipment suffer no ill effect from ambient temperatures between -50 and 140 degrees Fahrenheit, and you are immune to sun sickness. In addition, you have the sun flare power.<br><b>Elemental Origins</b>: Your ancestors were native to the Elemental Chaos, so you are considered an elemental creature for the purpose of effects that relate to creature origin.<br><br></blockquote><br><h1 class=encounterpower>Firepulse<span class=level>Genasi Racial Power</span></h1><p class=flavor><i>As an enemy lands a blow, retributive fire ignites from your arms and fists.</i></p><p class=powerstat><b>Encounter</b>   ✦     <b>Fire</b><br><b>Immediate Reaction</b>      <b>Melee</b> 1</p><p class=powerstat><b>Trigger</b>: An enemy hits you with a melee attack</p><p class=powerstat><b>Target</b>: The triggering enemy</p><p class=powerstat><b>Attack</b>: Strength +2 vs. Reflex, Constitution +2 vs. Reflex, or Dexterity +2 vs. Reflex<br>Increase to +4 bonus at 11th level, and to +6 at 21st level.</p><p class=flavor><b>Hit</b>: 1d6 + Strength, Constitution, or Dexterity modifier fire damage.<br>Increase to 2d6 + Strength, Constitution, or Dexterity modifier fire damage at 11th level, and to 3d6 + Strength, Constitution, or Dexterity modifier fier damage at 21st level.</p><p class=powerstat><b>Special</b>: When you gain this manifestation, choose Strength, Constitution, or Dexterity as the ability score you use when making attack rolls and damage rolls with this power. This choice remains throughout you character's life and does not change the power's other effects.</p><br><br><h1 class=encounterpower>Earthshock<span class=level>Genasi Racial Power</span></h1><p class=flavor><i>The earth moves in response to your stomping foot or slapping hand, buckling to knock your enemy to its knees.</i></p><p class=powerstat><b>Encounter</b>  <br><b>Minor Action</b>      <b>Close</b> burst 1</p><p class=powerstat><b>Target</b>: Enemies in the burst that are touching the ground</p><p class=powerstat><b>Attack</b>: Strength +2 vs. Fortitude, Constitution +2 vs. Fortitude, or Dexterity +2 vs. Fortitude<br>Increase to +4 bonus at 11th level, and to +6 bonus at 21st level.</p><p class=flavor><b>Hit</b>: The target is knocked prone</p><p class=powerstat><b>Special</b>: When you gain this manifestation, choose Strength, Constitution, or Dexterity as the ability score you use when making attack rolls with this power. This choice remains throughout you character's life and does not change the power's other effects.</p><br><br><h1 class=encounterpower>Promise of Storm<span class=level>Genasi Racial Power</span></h1><p class=flavor><i>The lightning living within you calls out to its companion, the thunder. Sparks dance across your skin, and the air around you seems to darken and rumble.</i></p><p class=powerstat><b>Encounter</b>   ✦     <b>Lightning</b>, <b>Thunder</b><br><b>Minor Action</b>      <b>Personal</b> </p><p class=flavor><b>Effect</b>: Until the end of your next turn, you deal 1d8 extra damage when you hit with a thunder attack or a lightning attack.<br>At 11th level, increase your extra damage to 2d8. At 21st level, increase your extra damage to 3d8.</p><br>Revision (2/10/2009)<br>In the Effect line, replace the first sentence with “Until the end of your next turn, you deal 1d8 extra damage when you hit with a thunder attack or a lightning attack.”<br><br><h1 class=encounterpower>Swiftcurrent<span class=level>Genasi Racial Power</span></h1><p class=flavor><i>Your form ripples like water as you flow forward, whipping past enemies and rubble in a graceful but deadly surge.</i></p><p class=powerstat><b>Encounter</b>  <br><b>Move Action</b>      <b>Personal</b> </p><p class=flavor><b>Effect</b>: You can shift up to your speed over ground or liquid terrain. You take no penalties for squeezing during this movement, can move through enemy spaces, ignore difficult terrain, and take no damage if the surface or substance you move accross would ordinarily deal damage to you.</p><br><br><h1 class=encounterpower>Windwalker<span class=level>Genasi Racial Power</span></h1><p class=flavor><i>You harness the power of the winds. Air swirls about you, lifting you from the earth.</i></p><p class=powerstat><b>Encounter</b>  <br><b>Move Action</b>      <b>Personal</b> </p><p class=flavor><b>Effect</b>: Fly 8 squares. If you don't end your move on solid ground, you float to the ground without taking falling damage.</p><br><br><h1 class=encounterpower>Acid Surge<span class=level>Genasi Racial Power</span></h1><p class=flavor><i>You dissolve into a bubbling, hissing liquid and surge through your enemies.</i></p><p class=powerstat><b>Encounter</b> ✦     <b>Acid</b><br><b>Move Action</b>      <b>Personal</b> </p><p class=flavor><b>Effect</b>: You shift half your speed over ground or liquid terrain and through squares occupied by enemies. You must end your movement in an unoccupied square. You make the attack against each creature whose space you enter.</p><p class=powerstat><b>Attack</b>: Strength + 3 vs. Reflex, Constitution + 3 vs. Reflex, or Dexterity + 3 vs. Reflex<br>Level 11: The bonus on the attack increases to + 6<br>Level 21: The bonus on the attack increases to + 9</p><p class=flavor><b>Hit</b>: 1d8 + Strength, Constitution, or Dexterity modifier acid damage.<br>Level 11: 2d8 + Strength, Constitution, or Dexterity modifier acid damage.<br>Level 21: 3d8 + Strength, Constitution, or Dexterity modifier acid damage.</p><br><br><h1 class=encounterpower>Firedeath<span class=level>Genasi Racial Power</span></h1><p class=flavor><i>As all fires must burn out, so does each attack on you dwindle and die.</i></p><p class=powerstat><b>Encounter</b><br><b>Immediate Interrupt</b>      <b>Personal</b> </p><p class=powerstat><b>Trigger</b>: You take damage</p><p class=flavor><b>Effect</b>: All damage dice rolled for the triggering attack are considered to have a result of 1.</p><br><br><h1 class=encounterpower>Plaguebearer<span class=level>Genasi Racial Power</span></h1><p class=flavor><i>The breath you exhale is not a bearer of seeds and scents, but a carrier of poison and death.</i></p><p class=powerstat><b>Encounter</b> ✦     <b>Poison</b><br><b>Minor Action</b>      <b>Personal</b> </p><p class=flavor><b>Effect</b>: Until the end of your next turn, any creature that starts its turn adjacent to you takes 5 poison damage.<br>Level 11: 10 poison damage.<br>Level 21: 15 poison damage.</p><br><br><h1 class=encounterpower>Void Assumption<span class=level>Genasi Racial Power</span></h1><p class=flavor><i>You become the void, the absence of all, for just long enough.</i></p><p class=powerstat><b>Encounter</b><br><b>Minor Action</b>      <b>Personal</b> </p><p class=flavor><b>Effect</b>: You cease to exist and can take no actions until the start of your next turn. You have line of sight and line of effect to no creature, and no creature has line of sight or line of effect to you. At the start of your next turn, you reappear in the square of your choice within 3 squares of the square you left.</p><br><br><h1 class=encounterpower>Ashfall Evasion<span class=level>Embersoul Genasi Racial Attack </span></h1><p class=flavor><i>You fly apart to become a cloud of swirling ashes. The cloud obscures the vision of your enemies and burns their flesh.</i></p><p class=powerstat><b>Encounter</b> ✦     <b>Fire</b>, <b>Polymorph</b>, <b>Zone</b><br><b>Immediate Reaction</b>      <b>Close</b> burst 2</p><p class=powerstat><b>Trigger</b>: You take damage from an attack.</p><p class=flavor><b>Effect</b>: The burst creates a zone that lasts until the start of your next turn, and you are removed from play until the zone ends. The zone is lightly obscured, and any enemy that ends its turn in the zone takes fire damage equal to your Intelligence, Wisdom, or Charisma modifier (your choice). When you return to play, you do so in an unoccupied square of your choice that was in the zone.</p><br><br><h1 class=encounterpower>Flowing Magma<span class=level>Magmasoul Genasi Racial Utility </span></h1><p class=flavor><i>You become a creature of fire and stone, a destructive mass of magma that burns anything in your path.</i></p><p class=powerstat><b>Encounter</b> ✦     <b>Aura</b>, <b>Fire</b>, <b>Polymorph</b><br><b>Minor Action</b>      <b>Personal</b> </p><p class=flavor><b>Effect</b>: You assume a molten form until the end of your next turn. While in this form, you are slowed, you are immune to fire, and you cannot be pulled, pushed, or slid unless you choose to be. In addition, you create an aura 1 that lasts as long as the form does. Any creature that ends its turn in the aura takes fire damage equal to your Strength, Constitution, or Dexterity modifier (your choice). <br>    Level 11: A creature that ends its turn in the aura takes 3 + Strength, Constitution, or Dexterity modifier fire damage.<br>    Level 21: A creature that ends its turn in the aura takes 6 + Strength, Constitution, or Dexterity modifier fire damage.</p><br><br><h1 class=encounterpower>Sandslide<span class=level>Sandsoul Genasi Racial Utility </span></h1><p class=flavor><i>You transform your body from flesh and sinew into flowing sand. In this form, you can spill through the smallest gaps.</i></p><p class=powerstat><b>Encounter</b> ✦     <b>Polymorph</b><br><b>Minor Action</b>      <b>Personal</b> </p><p class=flavor><b>Effect</b>: You assume the form of living sand until the start of your next turn. While in this form, you are insubstantial, can enter enemies' squares without provoking opportunity attacks, and can squeeze through any opening large enough to permit a single grain of sand.</p><br><br><h1 class=encounterpower>Sun Flare<span class=level>Sunsoul Genasi Racial Utility </span></h1><p class=flavor><i>Your agony breaks your tenuous hold on the sun's power and blazes forth as painful light.</i></p><p class=powerstat><b>Encounter</b> ✦     <b>Fire</b>, <b>Radiant</b><br><b>Immediate Reaction</b>      <b>Close</b> burst 1</p><p class=powerstat><b>Trigger</b>: You are hit by an attack while bloodied.</p><p class=powerstat><b>Target</b>: Each creature in the burst</p><p class=powerstat><b>Attack</b>: Strength, Constitution, or Dexterity vs. Reflex. You gain a +2 bonus to the attack roll.<br>    Level 11: The bonus increases to +4.<br>    Level 21: The bonus increases to +6.</p><p class=flavor><b>Hit</b>: Strength, Constitution, or Dexterity modifier fire and radiant damage, and the target takes a -2 penalty to attack rolls until the end of its next turn. If the target is bloodied by this attack, it is also blinded until the end of its next turn.<br>    Level 11: 1d6 + Strength, Constitution, or Dexterity modifier fire and radiant damage.<br>    Level 21: 2d6 + Strength, Constitution, or Dexterity modifier fire and radiant damage.</p><br><br>Genasi are an inherent contradiction. Each genasi embodies the potential chaos of air and fire, the order of earth and water, or the ferocity of thunder and lightning. Genasi manifest one of these facets of their elemental soul at all times. Their race is passionate and nearly as diverse as humans. Genasi can be found almost anywhere.<br><br>Play a Genasi if you want...<br>✦    to struggle or experiment with the order and chaos of your existence.<br>✦    to look for adaptability in personality and physical appearance.<br>✦    to be a member of a race that favors the<br>swordmage and warlord classes.<br><br><h3>PHYSICAL QUALITIES</h3>Every genasi constantly manifests an element (Genasi have no neutral, nonelemental state.) All genasi are born with one elemental manifestation, a genetic trait that is handed down from his or her parents. Some genasi learn an additional manifestation in late adolescence or adulthood, and a rare few have several.<br>    Genasi are of roughly the same size and proportions as humans, though they tend toward broader physiques that are evidence of their physical strength. A genasi's body is etched with energy lines that glow in a color associated with the element that the genasi is manifesting. The energy lines on a genasi's body appear in a pattern that is common between members of the same family and sometimes between natives of the same area. The specific configuration of energy lines on each genasi's face and head is distinctive, varying between individuals the way fingerprints differ between humans. Even when genasi change their elemental manifestation, each one retains his or her unique facial energy lines. To show off the energy lines etching his or her body, a genasi often wears clothes that leave at least some portion of his or her body uncovered.<br>    Genasi skin tones and “hair” also vary depending on which element an individual is manifesting. Genasi don't have actual hair—the substance that appears to cover their heads during different manifestations is a magical expression of their elemental nature.<br>    The physical qualities that genasi display when using different elemental manifestations are summarized below.<br>Earthsoul: Brown skin; golden energy lines and eyes; bald with golden energy lines glowing on the head.<br>Firesoul: Ruddy bronze skin; fiery orange energy lines and eyes; flickering flames coming out of the energy lines on the head.<br>Stormsoul: Purple skin; silvery energy lines; glowing crystalline silver spikes on the head.<br>Watersoul: Seafoam green skin; bright blue energy lines; bald with blue energy lines glowing on the head.<br>Windsoul: Silver skin; light blue energy lines; glowing blue and gray ice crystal spikes on the head.<br>    Genasi have an average life span comparable to that of humans, roughly 75 years. Some members of the race can live to the age of 90 or 100.<br><br><h3>PLAYING A GENASI</h3>Generalities about a genasi's elemental manifestation are sometimes contradicted by the race's changeable nature. In most regions where genasi live, the dominant manifestation is the one most closely associated with the region's environment. The most extreme example of this truism occurs in underwater communities, where it's essentially impossible for a genasi to survive without the watersoul manifestration.<br>    In a city whose construction features a number of elevated features and possibly a lot of earthmotes (such as Airspur, the capital of Akanûl), the vast majority of genasi have the stormsoul or windsoul manifestation. In a hot climate or a place where creatures of flame hold sway (such as the city of Memnon in Calimshan), firesoul is the most prevalent manifestation. Genasi are noted for their presence in Akanûl, Calimshan, and Returned Abeir, but smaller pockets of genasi can be found most anywhere.<br>    Genasi who have more than one manifestation think of themselves as having multiple personas. A genasi who is quick-tempered and passionate while manifesting firesoul might be a much more deliberate person while manifesting earthsoul. When free from the demands of travel or conflict, genasi who have multiple manifestations sometimes change manifestation as a method of expressing their mood or their intentions.<br>    Genasi philosophers believe that genasi were created as a compromise between chaos and the world's divinely crafted forms. A few genasi internalize that contradiction and struggle to eliminate one or the other of their natures, becoming maniacs of chaos or disciples of order, but those genasi are the exception. Most simply enjoy the connections that their elemental nature gives them to the world.<br>    As children, genasi express only a single manifestation. In all but a few areas of Faerûn, however, genasi know family members and childhood friends who have manifestations other than their own, so that they grow up knowing the diverse elements their race is connected to.<br>    Ambition and pride have strongly influenced genasi culture. Genasi are constantly aspiring to improve their station. Their societies bubble with a constant pressure for recognition of true strength and competence. In consequence, genasi social structures are nowhere near as stable as those created by other races.<br>    Genasi have no longstanding animosity toward any other races. Neither can they be said to be sure friends of any other race—not even their own. In human cities, some genasi prefer to deal with one group of friends while manifesting one element and keep a different circle of friends in another manifestation. Other genasi find friends who can deal with all their forms.<br><br><b>Genasi Characteristics</b>: Capricious, exotic, free-spirited, haughty, headstrong, impulsive, independent, passionate, quick-tempered, quixotic<br><br><b>Genasi Male Names</b>: Emere, Garel-kai, Jett, Kaddim-sul, Ki-amar, Mariz, Sardis, Sha-karn, Yuriel, Zan-kyri<br><b>Genasi Female Names</b>: Ashar, Gwind, Jenda-shan, Jerra, Len-jes, Mai-sal, Mara-kai, Nari-lana, Sonliin, Valandra, Vanri<br><p class=publishedIn>Published in Forgotten Realms Player's Guide, page(s) 10.</p>","race53":"<h1 class=player>Vryloka</h1><i>Elegant aristocrat whose beauty conceals a secret thirst</i><br><p class=flavor><b>RACIAL TRAITS</b></p><blockquote><b>Average Height</b>: 5'4\" - 6'2\"<br><b>Average Weight</b>: 110 - 200<br><br><b>Ability scores</b>: +2 Charisma, +2 Dexterity or +2 Strength<br><b>Size</b>: Medium<br><b>Speed</b>: 7 squares. <br><b>Vision</b>: Low-light<br><br><b>Languages</b>: Common, choice of one other<br><b>Skill Bonuses</b>: +2 Perception, +2 Stealth.<br><b>Blood Dependency</b>: When you are bloodied, your healing surge value drops by 2.<br><b>Human Heritage</b>: You gain a +5 racial bonus to Bluff checks made to pass as a human.<br><b>Lifeblood</b>: You have the lifeblood power.<br><b>Living Dead</b>: Because your soul is tainted by undeath, you are both living and undead. If a power has different effects on living creatures and undead creatures, you choose which effect applies to you.<br><b>Necrotic Resistance</b>: You have necrotic resistance equal to 5 + one-half your level.<br><b>Vampiric Heritage</b>: When your class grants you a utility power after 1st level, you can forgo taking that power. Instead, you gain a vryloka utility power of the same level or lower.<br><br></blockquote><br><span class=power><h1 class=encounterpower>Lifeblood<span class=level>Vryloka Racial Utility </span></h1><p class=flavor><i>An enemy's ebbing life grants you a surge of vitality.</i></p><p class=powerstat><b>Encounter</b><br><b>Free Action</b>      <b>Personal</b> </p><p class=powerstat><b>Trigger</b>: You kill or bloody an enemy.</p><p class=flavor><b>Effect</b>: You gain one of the following benefits.<br>    * You shift up to your speed.<br>    * You gain temporary hit points equal to 5 + one-half your level.<br>    * You gain a +2 power bonus to attack rolls until the end of your next turn.</p><br></span><h3>PHYSICAL QUALITIES</h3>Vrylokas were originally human, though the bloodbond ritual subtly changes their appearance. Vrylokas have dark gray or blue eyes that turn red when they are angered or excited. Their skin is uniformly pale, ranging from pinkish flesh to chalky white. Most vrylokas have hair in shades of red, from deep scarlet to strawberry blond. However, jet-black hair is found in rare individuals. A vryloka's upper canine teeth might appear slightly more pronounced than the human norm. However, unlike true vampires, vrylokas have no fangs.<br>    Vrylokas favor clothing and weapons that reflect their ancient origin, from layered robes and tall headdresses to long jackets and trousers, or bodices and skirts. Vryloka garb is often subtly embroidered with bloodred roses and thorns—the symbols of the Red Witch. Vrylokas favor red accentuated with brass and black, and they regard rubies as the most precious of gems.<br>    Vrylokas' armor is uniformly ornate, with their warriors favoring heavy plate. Their weapons are equally flamboyant, spiked and flourished with rubies and rose motifs.<br>    The bloodbond ritual causes vrylokas to live to be three hundred years old or more, and they retain their energy and vitality to their dying days. The most powerful vrylokas are said to be immune to the effects of age, though they can be killed like any other mortal creature.<br><br><h3>PLAYING A VRYLOKA</h3>Uncounted centuries ago, in a land of mists and dark forests, the noble families of a now-forgotten kingdom sought a way to increase their life span beyond the meager years allotted to them by their human heritage. One evening, their elders were approached by a mysterious entity known only as the Red Witch—a scarlet-clad figure who held the key to their dreams. She offered to them a powerful blood-bonding ritual that would grant them the vitality of vampires without subjecting them to the taint of undeath. These human nobles became the first living vampires—blessed with great power gained at the price of their own vitality. In later centuries, these creatures became known by the name of the noble family that first forged the pact, the Vrylokas.<br>    By carefully concealing their true nature, the first vrylokas quickly rose to power, becoming the rulers of their realm. In time, others learned of the dark accord that was the source of their power. An uprising of the vrylokas' human subjects soon followed, and their former kingdom was cast down and lost to the mists of time. However, the living vampires endured.<br>    Over long generations, these deposed nobles managed to insinuate themselves into the upper classes of other nations, reestablishing their power and prestige. Paying attention to the lessons of their history, vrylokas go to great lengths to keep their true nature secret, living elaborately crafted double lives.<br>    To the world at large, vrylokas are known as human nobles who were displaced from distant ancestral homelands. But even as they are welcomed into the upper circles of their adopted cultures, the vrylokas maintain their true society in the shadows—a dark court of living vampires constantly plotting for power against each other and the mortal races.<br><br><b>Vryloka Characteristics</b>: Ardent, daring, grudging, jaded, impulsive, passionate<br><br><b>Vryloka Male Names</b>: Aurel, Bogdan, Claudiu, Grigore, Mircea, Stelian<br><b>Vryloka Female Names</b>: Adela, Crina, Elzeny, Iulia, Mirela, Sanda<br><p class=publishedIn>Published in Heroes of Shadow, page(s) 126.</p>","race14":"<h1 class=player>Changeling</h1><i>Anyone, anywhere, hidden in plain sight</i><br><p class=flavor><b>RACIAL TRAITS</b></p><blockquote><b>Average Height</b>: 5'7\" - 6'0\"<br><b>Average Weight</b>: 120 - 160<br><br><b>Ability scores</b>: +2 Charisma, +2 Dexterity or +2 Intelligence<br><b>Size</b>: Medium<br><b>Speed</b>: 6 squares. <br><b>Vision</b>: Normal<br><br><b>Languages</b>: Common<br><b>Skill Bonuses</b>: +2 Bluff, +2 Insight.<br><b>Change Shape</b>: You have the changeling disguise power.<br><b>Changeling Trick</b>: You have the changeling trick power.<br><b>Mental Defense</b>: You have a +1 racial bonus to Will.<br><b>Shapechanger</b>: You have the shapechanger subtype; you can alter your appearance. As such, you are subject to effects and conditions that affect shapechangers.<br><br></blockquote><br><span class=power><h1 class=atwillpower>Changeling Disguise<span class=level>Changeling Racial Power</span></h1><p class=flavor><i>You alter your form to look like another person.</i></p><p class=powerstat><b>At-Will</b> ✦     <b>Polymorph</b><br><b>Minor Action</b>      <b>Personal</b> </p><p class=flavor><b>Effect</b>: You alter your physical form to take on the appearance of any Medium humanoid. You retain your statistics in your new form, and your clothing, armor, and possessions do not change. The new form lasts until you change form again.<br>Any creature that attempts to see through your ruse makes an Insight check opposed by your Bluff check, and you gain a +5 bonus to your check.</p><br></span><h1 class=encounterpower>Changeling Trick<span class=level>Changeling Racial Power</span></h1><p class=flavor><i>Your feint tricks a foe into giving you an advantage.</i></p><p class=powerstat><b>Encounter</b><br><b>Minor Action</b>      <b>Melee</b> 1</p><p class=powerstat><b>Target</b>: One creature</p><p class=flavor><b>Effect</b>: You make a Bluff check opposed by the target's passive Insight. If your check succeeds, you gain combat advantage against the target until the end of your next turn.</p><br>Changelings are shapechangers, a people able to assume the features of other humanoids. Known also as doppelgangers, changelings' talents breed mistrust and fear, leading many changelings to hide their true nature from even their closest companions. Many changelings seek only to avoid unwanted attention and to find a place in the world.<br><br>Play a Changeling if you want...<br>- to excel at deception, misdirection, and trickery.<br>- to fit in wherever you go.<br>- to be a member of a race that favors the bard, rogue, sorcerer, and warlock classes.<br><br><h3>PHYSICAL QUALITIES</h3>Changelings wear many masks, concealing their true identities behind false faces. As shape changers, changelings can appear to be members of any humanoid race, playing the part of a dwarf one day and a dragonborn the next. This propensity for disguise leads people to distrust changelings, so most keep their true nature hidden.<br><br>Although changelings can adopt any persona, most rely on a few established guises, each with a developed history and a network of friends and acquaintances. These guises provide a changeling with backup identities should one persona become compromised. A changeling who travels frequently might change identities from town to town, swapping genders, appearances, and voices to blend in within each new community.<br><br>In true form, a changeling has a startling yet vague appearance. A changeling's skin is uniformly pale with white or light gray tones. Its oversized eyes are often sunken in dark rings, between which lies a subtle nose. Changelings are slender, bordering on frail. Their hair tends to have light coloring with hints of blue, green, and even pink; pale silver is the most common hair color, followed by platinum and blond. Aside from the hair on their heads, changelings have little or no hair.<br><br>Changelings reach maturity at about fifteen years of age, and they live about as long as humans do.<br><br><h3>PLAYING A CHANGELING</h3>Lacking a culture or a civilization to call their own, changelings adopt other races' societies. They seek out communities that have values and interests that parallel their own. Changelings prefer cities because they are ideal places to blend in with others or to vanish if necessary. Cities also contain people too interested in their own affairs to notice the oddities of strangers.<br><br>Changelings are inoffensive and peaceful by nature, and they have few concerns about political and social affairs. Their mercurial nature breeds distrust and suspicion in other races. People are intent on seeing the worst in changelings; they assume the race uses its shapechanging ability for malicious ends. Some changelings do use their talents for evil, but such individuals exist in no greater numbers than among other races.<br><br>In a way, changelings are parasitic in their relationships<br>with other races. Rather than constructing grand civilizations and sweeping edifices devoted to their people, changelings are content to treat the works of other races as their own. Their willingness to identify with a variety of societal structures is vital to maintaining their false identities. For most changelings, the arts, customs, and practices they uphold are more than tools to reinforce their identities. These aspects of society and culture are a part of their beliefs and values, just as they are for other members of their adopted communities.<br><br><b>Changeling Characteristics</b>: Adaptable, compelling,cunning, devious, evasive, furtive, insightful, mysterious, prudent, sly, subtle<br><br><b>Changeling Names</b>: Bin, Dox, Fie, Hars, Jin, Lam, Nit, Ot, Paik, Ruz, Sim, Toox, Yog<br><p class=publishedIn>Published in Eberron Player's Guide, page(s) 29.</p>","race54":"<h1 class=player>Gold Dwarf</h1><br>Gold dwarves see themselves as the founders of the dwarven race, their society able to trace an unbroken line back nearly to the world's creation. It should be no surprise, then, that gold dwarves have a chip on their shoulders—and a heavy one at that. Gold dwarves get along well with others, but they come from a culture where tradition reigns and codes of honor are strict. Each dwarf has a predestined role and a place in society that stems from birth order and bloodline. Gold dwarves who stray from such strictures bring great dishonor on themselves and shame to their clans.<br>    The largely isolated kingdoms of the gold dwarves had begun to expand before the Spellplague hit. Many adventurous gold dwarves left the Great Rift and their other traditional lands to explore distant parts of the surface world. This emigration served them well when their homeland was destroyed by the plague. Much of the Great Rift and the surrounding surface was obliterated, leaving in its wake the massive Underchasm and the realm of Great Bhaerynden. The gold dwarves who were spread across Faerûn returned to the area to help rebuild their homeland, and the realm known as the East Rift was built on and in the ruins of the Great Rift. The disaster and the disruption of those dark times caused numerous gold dwarf clans to accept new ideas and new peoples, while some others retreated into xenophobia as a means of holding onto the traditions of the past.<br><br><h3>Roleplaying a Gold Dwarf</h3>    Tradition preserves us. Your people have survived for eons by adhering to the ways of their ancestors back to the All-Father. Tradition must be respected, and those who go against it dishonor themselves and cannot be trusted.<br>    Wisdom comes with age. Those who have witnessed the passage of decades deserve respect. Those who have seen centuries come and go deserve more. Any society that does not respect its elders is dangerous, for it ignores the wisdom those elders represent.<br>    Blood bears truth. You were born into a society where everything was decided for you, from your profession to whom you would marry when the time comes. These decisions were not the whim of an elder, but the dictates of your bloodline in relation to others. Among gold dwarves, who you become is a direct result of who your parents were and all your ancestors before them. Even far from the East Rift, you understand that getting to know someone means getting to know their past as well.<br><br><h3>Gold Dwarf Benefits</h3>    <b>Cast-Iron Mind: </b>Gold dwarves have developed a resistance to protect against the depredations of aberrant creatures from the Underdark.<br>    <i>Benefits: </i>You have a +5 racial bonus to saving throws against ongoing psychic damage. This benefit replaces Cast-Iron Stomach.<br>    <b>Gold Dwarf Weapon Proficiency: </b>Though gold dwarves rely on the hammer as a tool as much as do any of their kin, carving their homes from the living rock requires other specialized implements. Such tools have been adapted for use as the traditional weapons of the gold dwarves for as long as anyone remembers.<br>    <i>Benefits: </i>You gain proficiency with the war pick and the maul. This benefit replaces Dwarven Weapon Proficiency.<br><p class=publishedIn>Published in Neverwinter Campaign Setting, page(s) 46.</p>","race35":"<h1 class=player>Deva</h1><i>Immortal spirits who embody virtue, born and reborn to mortal life in the world</i><br><p class=flavor><b>RACIAL TRAITS</b></p><blockquote><b>Average Height</b>: 6'1\" - 6'6\"<br><b>Average Weight</b>: 175 - 280<br><br><b>Ability scores</b>: +2 Wisdom, +2 Charisma or +2 Intelligence<br><b>Size</b>: Medium<br><b>Speed</b>: 6 squares. <br><b>Vision</b>: Normal<br><br><b>Languages</b>: Common, choice of two others<br><b>Skill Bonuses</b>: +2 History, +2 Religion.<br><b>Astral Majesty</b>: You have a +1 bonus to all defenses against attacks made by bloodied creatures.<br><b>Astral Resistance</b>: You have resistance to necrotic damage and radiant damage equal to 5 + one-half your level.<br><b>Immortal Origin</b>: Your spirit is native to the Astral Sea, so you are considered an immortal creature for the purpose of effects that relate to creature origin.<br><b>Memory of a Thousand Lifetimes</b>: You have the memory of a thousand lifetimes power.<br><br></blockquote><br><span class=power><h1 class=encounterpower>Memory of a Thousand Lifetimes<span class=level>Deva Racial Power</span></h1><p class=flavor><i>The dreamlike memories of your previous lives lend insight to aid you.</i></p><p class=powerstat><b>Encounter</b><br><b>No Action</b>      <b>Personal</b> </p><p class=powerstat><b>Trigger</b>: You make an attack roll, a saving throw, a skill check, or an ability check and dislike the result</p><p class=flavor><b>Effect</b>: You add 1d6 to the triggering roll.</p><br></span>Deep in the recesses of memory, devas recall what they once were: immortal servitors of the gods of good, spirits who chose to bind themselves to the world in mortal flesh. For millennia, their souls have been reborn to wage an endless war against the forces of darkness. Most devas are fiercely committed to the cause of good, because they fear what they might become if they turn to evil: A deva whose soul becomes corrupted risks being reborn as a rakshasa.<br><br>Play a Deva if you want...<br>•     to have dimly remembered connections to a thousand heroic lifetimes.<br>✦    to embrace the cause of good and strive for perfection in all you do.<br>•     to be a member of a race that favors the avenger, cleric, invoker, and wizard classes.<br><br><h3>PHYSICAL QUALITIES</h3>In appearance, devas are very similar to humans, but with an unearthly beauty and an uncanny stillness about them. They are almost as tall as dragonborn, but much more slender.<br>Devas' coloration distinguishes them most strongly from humans. All devas have patterns of light and dark colors on their skin. The light portions are chalk white or pale gray, and the dark areas range from blue or purple to dark gray or black. In any individual deva, either light or dark can be dominant, with the opposite shade appearing in simple, elegant patterns on the face, chest, and shoulders. A deva's hair is typically the same color as these skin patterns.<br>When sitting or standing at rest, devas remain almost perfectly still, except for the occasional blink of the eyes. They don't fidget or twitch, and their eyes move only when they are actively examining something.<br>Devas do not have children. When a deva dies, his or her spirit is reincarnated in a new, adult body that appears in some sacred place, such as a mountain peak, a riverbank, or a desert oasis. The new deva retains enough memory of past lives to speak and understand multiple languages and offer the proper prayers and sacrifices to the gods of good.<br><br><h3>PLAYING A DEVA</h3>Devas are refined and polite. They follow the highest moral standards, but they are not afraid of violence. They believe that the pursuit of good is an eternal war with the forces of evil, embodied in rakshasas, demons, devils, and the evil gods and their servant angels. Devas wage that war in their hearts as well, constantly vigilant lest evil take root and corrupt their souls, transforming them into the creatures they most despise.<br>Because they remember, at least dimly, a life in the Astral Sea spent in close company with the gods, most devas are devout worshipers of the gods of good, especially Bahamut but also Moradin and Pelor. Devas seek to achieve a personal connection with the gods rather than approach them through temples and priests. They worship at meals in their homes, setting an empty place for the absent gods, and strive through meditation and prayer to become more like the gods they serve. Deva adventurers are commonly avengers, clerics, and invokers, who savor the experience of divine power flowing through them without any intermediary.<br>Devas do not have cities or societies of their own, and their numbers are so small that a deva can spend entire lifetimes without ever meeting another of his or her kind. They live among other races and, at least to some extent, adopt their ways. However, all devas remember elements of the life they had before their incarnation in flesh and the beginning of their cycle of rebirth, and they share some common cultural elements of dress, religion, and habits. Devas favor flowing clothes of fine silks, polished metal armor with winglike shoulder ornaments, and headdresses or helmets that suggest crowns or halos. In other ways, they prefer to live simply, without extravagance.<br><br><b>Deva Characteristics</b>: Dedicated, devout, elegant, enlightened, introspective, mystical, refined, righteous, spiritual, thoughtful<br><br><b>Deva Male Names</b>: Adiah, Ansis, Ayab, Bavak, Beriah, Eben, Elyas, Galad, Gamal, Hiyal, Iannes, Kerem, Mahar, Marach, Mathas, Natan, Nehem, Oris, Raham, Ronen, Samel, Sered, Tavar, Vered, Zachar<br><b>Deva Female Names</b>: Abea, Adara, Asha, Chana, Danel, Darah, Davi, Elka, Eranah, Hania, Hava, Idria, Isa, Jael, Kana, Kayah, Lihi, Mahel, Marek, Navah, Noma, Paziah, Ravah, Riya, Sada, Shara, Tirah<br><p class=publishedIn>Published in Player's Handbook 2, page(s) 8.</p>","race55":"<h1 class=player>Shield Dwarf</h1><br>A long history of internecine war has made the once clannish society of shield dwarves more open. Shield dwarves actively seek out friends and forge alliances against enemies. They judge others by their skill and bravery, not merely the honor of a bloodline or the number of beard hairs gone gray. Tradition, respect for elders, and the bonds of kinship are strong forces in shield dwarf culture. However, no shield dwarf would be thought dishonorable for seeking his or her own destiny, whether doing so involves battling orcs alongside elf allies or becoming a master crafter in a human city.<br>    The history of the shield dwarves can be traced back through millennia. The sons of Taark Shanat the Crusader founded eight kingdoms, which fought, made alliances, rose to greatness as one nation, and then fell into separate states before vanishing from the face of the world. The last great dwarven kingdom of the North was Delzoun, and few are the shield dwarves who do not claim a connection to the bloodline of that realm.<br><br><h3>Roleplaying a Shield Dwarf</h3>    Even mountains change. Although you honor the past and strive to see the good of the present preserved, you know that nothing lasts forever. This impermanency is a reminder that one should never be too complacent or too proud. The ruins of cultures that fell to false pride litter the North. Only those who develop and guard a true greatness can maintain that greatness.<br>    Even the strongest steel can break. Among the dwarves, it is said that allies are like axes—despite their strength, both can fail when you need them most. Though you strive to make alliances and return friendship in kind, you always remain wary of others. Your closest comrades are noteworthy exceptions, but you remain on the lookout for disloyalty, greed, and cowardice, particularly from other races.<br>    A stout shield can both guard and smash. The clan cannot defend itself by hiding in the mountains. Neither can the warrior win merely by blocking attacks. When you face a foe, you must strike out at it. Never fear a challenge so much that you shy away from it.<br><br><h3>Shield Dwarf Benefits</h3>    <b>Shield Dwarf Weapon Proficiency: </b>Shield dwarves spend more time aboveground and in forested areas than their gold dwarf cousins. This has led to them relying on axes as tools and weapons.<br>    <i>Benefits: </i>You gain proficiency with the handaxe and the battleaxe. This benefit replaces Dwarven Weapon Proficiency.<br>    <b>Shield Proficiency: </b>Besieged by numerous threats such as orcs and goblins, the shield dwarves take the name of their people seriously. Many are trained to use a shield regardless of duty or station.<br>    <i>Benefits: </i>You gain proficiency with the light shield. This benefit replaces Dwarven Weapon Proficiency.<br><p class=publishedIn>Published in Neverwinter Campaign Setting, page(s) 47.</p>","race16":"<h1 class=player>Drow</h1><i>Graceful and deadly, at home in the depths of darkness</i><br><p class=flavor><b>RACIAL TRAITS</b></p><blockquote><b>Average Height</b>: 5'4\" - 6'0\"<br><b>Average Weight</b>: 130 - 170<br><br><b>Ability scores</b>: +2 Dexterity, +2 Charisma or +2 Wisdom<br><b>Size</b>: Medium<br><b>Speed</b>: 6 squares. <br><b>Vision</b>: Darkvision<br><br><b>Languages</b>: Common, Elven<br><b>Skill Bonuses</b>: +2 Intimidate, +2 Stealth.<br><b>Fey Origin</b>: Your ancestors were native to the Feywild, so you are considered a fey creature for the purpose of effects that relate to creature origin.<br><b>Lolthtouched</b>: You have your choice of either the cloud of darkness or darkfire power.<br><b>Trance (Drow)</b>: Rather than sleep, drow enter a meditative state known as trance. You need to spend 4 hours in this state to gain the same benefits other races gain from taking a 6-hour extended rest. While in a trance, you are fully aware of your surroundings and notice approaching enemies and other events as normal.<br><br></blockquote><br><span class=power><h1 class=encounterpower>Cloud of Darkness<span class=level>Drow Racial Power</span></h1><p class=flavor><i>A shroud of blackness descends around you, hiding you from sight.</i></p><p class=powerstat><b>Encounter</b>  <br><b>Minor Action</b>      <b>Close</b> burst 1</p><p class=flavor><b>Effect</b>: The burst creates a cloud of darkness that remains in place until the end of your next turn. The cloud blocks line of sight, squares within it are totally obscured, and creatures entirely within it are blinded until they exit. You are immune to these effects.</p><br>Update (11/16/2010)<br>Updated to match Essentials data.<br><br><h1 class=encounterpower>Darkfire<span class=level>Drow Racial Power</span></h1><p class=flavor><i>A flickering halo of purple light surrounds the target, making it easier to hit.</i></p><p class=powerstat><b>Encounter</b>  <br><b>Minor Action</b>      <b>Ranged</b> 10</p><p class=powerstat><b>Target</b>: One creature</p><p class=powerstat><b>Attack</b>: Intelligence, Wisdom, or Charisma vs. Reflex. You gain a +4 bonus to the attack roll.<br>    Level 11: The bonus increases to +6.<br>    Level 21: The bonus increases to +8.</p><p class=flavor><b>Hit</b>: Until the end of your next turn, all attacks against the target have combat advantage, and the target cannot benefit from invisibility or concealment.</p><p class=powerstat><b>Special</b>: When you create your character, choose Intelligence, Wisdom, or Charisma as the ability score you use when making attack rolls with this power. This choice remains throughout your character's life and does not change the power's other effects.</p><br>Update (11/16/2010)<br>Updated to match Essentials data.<br><br></span><h3>PHYSICAL QUALITIES</h3>Drow stand just shy of human height and have slender, athletic builds. Physically, they resemble eladrin, with wiry builds, pleasing features, and midnight black skin that has a blue cast. Their eyes are fiery red, lavender, or blue. All drow have white hair, which most keep long and decorate with intricate pins and webbing wrought from precious metals. Aside from their tresses and eyebrows, drow have little facial hair, though males sometimes grow long sideburns or tufts of wispy hair on their cheeks and chins.<br>    In general, dark elves have life spans somewhat longer than those of their eladrin and elf cousins. Drow who manage to avoid dying a violent death can live for well over two hundred years, and exceptional members of the race measure their ages in centuries.<br><br><h3>PLAYING A DROW</h3>The drow (referred to as “dark elves” by many of the mortal races) are a race of fey humanoids that dwell within the subterranean realm known as the Underdark. Ruled over by the clerics of the dark goddess Lolth, drow have a reputation as wicked creatures interested only in conquest, carnage, and the service of their evil deity. Despite this well-earned reputation, however, some drow reject the evil ways of their people and faith. Such heretics often flee to the surface world, where they become heroes despite their dark ancestry.<br>    The drow were once members of the same race as the eladrin and the elves. However, the progenitors of the drow race fell under the sway of Lolth, also called the Spider Queen. The dark elves engaged in war with their former kin and were ultimately cast out of the Feywild and into the depths of the world.<br>    Debased by Lolth's evil, the drow developed a matriarchal society in which female clerics ruled and noble houses vied with one another for power. Lolth encourages these conflicts, believing that her surviving servants will be stronger as a result. However, the routine destruction of entire noble houses that can result from this infighting has nearly been the downfall of drow civilization more than once.<br>    Drow who flee their people and their culture often find themselves living as outcasts in the world. To other drow, these brave few are branded as traitors who have turned their backs on their ancestry. However, many people of the world find it hard to believe that members of a race so singularly wicked can ever truly abandon their heritage, and drow are often viewed with distrust and prejudice by other races. Those drow who desire to make names for themselves as adventurers and heroes have much to prove.<br><br><b>Drow Characteristics</b>: Arrogant, cold, haunted, pragmatic, rebellious, ruthless, skeptical, sophisticated, urbane<br><br><b>Drow Male Names</b>: Belgos, Bhintel, Drisdhaun, Drizzt, Elkantar, Houndaer, Kelnozz, Malaggar, Malklyr, Pelloth, Quarfein, Ryltar, Ulvein, Vorgyrn, Zebith<br><b>Drow Female Names</b>: Akneth, Alauniira, Briesril, Chali, Charinida, Diviir, Drisiml, Faeremma, Fillith, Ilivarra, Myrymma, Pellanistra, Quewaun, Shivra, Syndrina, Viergar, Waeren, Xune, Yasesril, Zaketrin, Zarra<br><br>Update (11/16/2010)<br>Updated to match Essentials data.<br><br><p class=publishedIn>Published in Forgotten Realms Player's Guide, page(s) 8, Heroes of the Forgotten Kingdoms, page(s) 246.</p>","race36":"<h1 class=player>Half-Orc</h1><i>Fierce warriors who combine human resolve with orc savagery</i><br><p class=flavor><b>RACIAL TRAITS</b></p><blockquote><b>Average Height</b>: 5'9\" - 6'4\"<br><b>Average Weight</b>: 155 - 225<br><br><b>Ability scores</b>: +2 Dexterity, +2 Constitution or +2 Strength<br><b>Size</b>: Medium<br><b>Speed</b>: 6 squares. <br><b>Vision</b>: Low-light<br><br><b>Languages</b>: Common, Giant<br><b>Skill Bonuses</b>: +2 Endurance, +2 Intimidate.<br><b>Furious Assault</b>: You have the furious assault power.<br><b>Half-Orc Resilience</b>: The first time you are bloodied during an encounter, you gain 5 temporary hit points. The temporary hit points increase to 10 at 11th level and to 15 at 21st level.<br><b>Swift Charge</b>: You gain a +2 bonus to speed when charging.<br><br></blockquote><br><span class=power><h1 class=encounterpower>Furious Assault<span class=level>Half-Orc Racial Power</span></h1><p class=flavor><i>Your monstrous wrath burns inside you, giving strength to your attack.</i></p><p class=powerstat><b>Encounter</b><br><b>Free Action</b>      <b>Personal</b> </p><p class=powerstat><b>Trigger</b>: You hit an enemy with an attack.</p><p class=flavor><b>Effect</b>: The attack deals 1[W] extra damage if it's a weapon attack or 1d8 extra damage if it is not a weapon attack.</p><br>Update (11/16/2010)<br>Updated to match Essentials data.<br><br></span><h3>PHYSICAL QUALITIES</h3>Half-orcs favor their human lineage in appearance, but are distinguished by skin that tends to various shades of gray, broad jaws, and prominent lower canine teeth—though these are still a far cry from the jutting tusks of orcs. On average, they are taller and stronger than humans as well. Their hair is usually black, though it grays quickly with age. Most half-orcs who live among humans favor human styles of clothing and hairstyle, but a few adopt orc traditions, tying small bones or beads into long braids or bunches of hair.<br>    Half-orcs don't live quite as long as humans do. They mature quickly, reaching adulthood at about sixteen years, and rarely live past the age of sixty.<br><br><h3>PLAYING A HALF-ORC</h3>Half-orcs are the offspring of orcs and humans—a hybrid race combining the strength, speed, and aggression that underlie orc culture with the ambition, resourcefulness, and boldness of the human heart. Half-orcs usually live on the fringes of society, finding ways to succeed as virtual outcasts among their own kin. Resilient and persistent, a half-orc is unwilling to accept defeat as long as he or she still draws breath.<br>    Half-orcs were first seen on the frontier, where isolated human settlements marked the line between civilization and the wilderness. When the ancient empires of the world collapsed, these frontier territories were the first to fall into ruin. Marauding tribes of orcs, previously held at bay by imperial armies, quickly encroached on settled human lands. Though isolated skirmishes between the races were the norm for long years, orcs and humans were eventually forced to ally against the monstrous threats of the ancient frontier. Moreover, primal power provided a common cultural grounding between the tribes of both races, which began to forge a common culture and blood ties over time.<br>    The half-orcs who arose as the result of this commingling combined the best traits of both races. Many people see half-orcs as brash and violent, ascribing such behavior to the darkness of their orc heritage. Even the most barbaric half-orcs, however, can draw on the motivation and ingenuity of their human ancestry.<br><br><b>Half-Orc Characteristics</b>: Brash, ferocious, hedonistic, impulsive, short-tempered, tough, uninhibited<br><br><b>Half-Orc Male Names</b>: Brug, Dorn, Druuk, Gnarsh, Grumbar, Hogar, Karash, Korgul, Krusk, Lubash, Mord, Ohr, Rendar, Sark, Scrag, Tanglar, Tarak, Thar, Ugarth, Yurk<br><b>Half-Orc Female Names</b>: Augh, Bree, Ekk, Gaaki, Grai, Grigri, Gynk, Huru, Lagazi, Murook, Nogu, Ootah, Puyet, Tawar, Tomph, Ubada, Vanchu<br><br>Update (11/16/2010)<br>Updated to match Essentials data.<br><br><p class=publishedIn>Published in Player's Handbook 2, page(s) 14, Heroes of the Forgotten Kingdoms, page(s) 258.</p>","race56":"<h1 class=player>Moon Elf (Eladrin)</h1><br>In the ancient past, the moon elves reveled in travel and exploration. As a result, though they were the largest in number, their empires were the last to rise. Moon elves today still have this wanderlust, and are thus both numerous and widespread. Open to new experiences and honest by nature, moon elves are often seen as worthy companions by the people they meet in their travels.<br>    Though the Spellplague inspired many sun elves to retreat further into isolation, most moon elves reacted to the tragedy of that period by forming stronger bonds with other races. Many moon elves now consider themselves a citizen of a worldly nation first and an eladrin second. Others have used renewed links with the Feywild to reconnect with their ancient homeland. In turn, a new generation of moon elves now spreads from the Feywild to explore the world.<br><br><h3>Roleplaying a Moon Elf (Eladrin)</h3>    Each new day brings new horizons. You feel the wanderlust of your people, and you look to fresh experiences to grant you new insights on life. No matter how much you have seen, the world always offers more to explore.<br>    Magic exists in all things. Most moon elves appreciate the fact that magic can be found anywhere—and often in a surprising form. You know to keep an open mind and accept the power that magic can unlock in even the simplest of objects and weakest of creatures.<br>    A hidden good cannot be great. While the sun elves built up empires in isolation, the moon elves explored the world and saw their culture thrive and grow. In the same way, you know that good deeds should not be hidden. Others who witness acts of charity and nobility take strength and hope from them. Righteousness should be bolder than villainy.<br><br><h3>Moon Elf (Eladrin) Benefits</h3>    <b>Moon Elf Skill Bonuses: </b>Moon elves usually devote themselves to the study of magic and history. However, some find that their travels make understanding others and learning the lay of the social landscape more useful in their daily lives.<br>    <i>Benefits: </i>You gain a +2 bonus to Insight checks and Streetwise checks. This benefit replaces the normal eladrin skill bonuses to Arcana and History.<br>    <b>Elf Weapon Proficiency: </b>Elves and eladrin of all stripes take time to learn the traditional weapons of their people.<br>    <i>Benefits: </i>You gain proficiency with the longbow and the shortbow. This benefit replaces Eladrin Education.<br><p class=publishedIn>Published in Neverwinter Campaign Setting, page(s) 49.</p>","race17":"<h1 class=player>Githyanki</h1><br><p class=flavor><b>RACIAL TRAITS</b></p><blockquote><b>Average Height</b>: 6'0\" - 6'5\"<br><b>Average Weight</b>: 160 - 190<br><br><b>Ability scores</b>: +2 Constitution, +2 Intelligence<br><b>Size</b>: Medium<br><b>Speed</b>: 6 squares. <br><b>Vision</b>: Normal<br><br><b>Languages</b>: Common, Deep Speech<br><b>Skill Bonuses</b>: +2 History.<br><b>Danger Sense</b>: You have a +2 racial bonus to initiative checks.<br><b>Githyanki Willpower</b>: You gain a +1 bonus to your Will defense, and a +2 bonus to saving throws against charm effects.<br><b>Telekinetic Leap</b>: You can use telekinetic leap as an encounter power.<br><br></blockquote><br><span class=power><h1 class=encounterpower>Telekinetic Leap<span class=level>Githyanki Racial Power</span></h1><p class=flavor><i>You hurl yourself or one of your allies safely through the air using your mind.</i></p><p class=powerstat><b>Encounter</b><br><b>Move Action</b>      <b>Ranged</b> 10</p><p class=powerstat><b>Target</b>: You or one ally</p><p class=flavor><b>Effect</b>: The target can fly up to 5 squares. If this power is used on an ally, that ally must remain in your line of sight at all times during the effect.</p><br></span><b>Githyanki Characteristics</b>: This race is currently detailed as a monster. For the full monster write-up, refer to its source.<br><br><b>Githyanki Male Names</b>: Dhenirigan, Gerzenit, Izzussan, Nezethet, Ovyrgunget, Therigan, Vallo, Yahayta, Zunyalta<br><b>Githyanki Female Names</b>: Ahayzo, Ezethyr, Ishather, Kesskogan, Verilesh, Zeryaltiss<br><p class=publishedIn>Published in Monster Manual.</p>","race37":"<h1 class=player>Goliath</h1><i>Tribal nomads of the mountains, strong as the rock and proud as the peak</i><br><p class=flavor><b>RACIAL TRAITS</b></p><blockquote><b>Average Height</b>: 7'2\" - 7'8\"<br><b>Average Weight</b>: 280 - 340<br><br><b>Ability scores</b>: +2 Strength, +2 Constitution or +2 Wisdom<br><b>Size</b>: Medium<br><b>Speed</b>: 6 squares. <br><b>Vision</b>: Normal<br><br><b>Languages</b>: Common, either Dwarven or Giant<br><b>Skill Bonuses</b>: +2 Athletics, +2 Nature.<br><b>Mountain's Tenacity</b>: You have a +1 racial bonus to Will.<br><b>Powerful Athlete</b>: When you make an Athletics check to jump or climb, roll twice and use either result.<br><b>Stone's Endurance</b>: You have the stone's endurance power.<br><br></blockquote><br><span class=power><h1 class=encounterpower>Stone's Endurance<span class=level>Goliath Racial Power</span></h1><p class=flavor><i>Your foes' attacks bounce off your stony hide.</i></p><p class=powerstat><b>Encounter</b><br><b>Minor Action</b>      <b>Personal</b> </p><p class=flavor><b>Effect</b>: You gain resist 5 to all damage until the end of your next turn.<br>Level 11: Resist 10 to all damage.<br>Level 21: Resist 15 to all damage.</p><br></span>Goliaths are mountain-dwelling nomads who see life as a grand competition. Their scattered bands have never been major players in the politics of the lowland world, but they have wandered the mountain ranges of the world since the primordials first shaped the peaks and valleys. Tall and massive, goliaths revere the primal power of nature and use it to enhance their own strength.<br><br>Play a Goliath if you want...<br>✦    to be tougher and stronger than nearly anyone else.<br>✦    to master the rugged mountain slopes.<br>✦    to be a member of a race that favors the barbarian, fighter, and warden classes.<br><br><h3>PHYSICAL QUALITIES</h3>Goliaths tower over even dragonborn, standing between 7 and 8 feet tall. Their skin is gray or brown, mottled with darker patches that they believe hint at some aspect of each goliath's fate or destiny. Their skin is speckled with lithoderms, coin-sized growths of bone that appear like pebbles studding their arms, shoulders, torso, and head. A bony ridge juts over their gleaming blue or green eyes. Male goliaths are bald, and females have dark hair they typically grow long and wear in braids.<br>Goliaths have life spans comparable to those of humans.<br><br><h3>PLAYING A GOLIATH</h3>Goliaths are driven by a fierce love of competition. Anything that can be conceived as a challenge invites goliaths to keep score, tracking their progress against both their comrades and themselves. A goliath fighter might remark on how many times he has drawn first blood in battle within a particular dungeon compared to the party's rogue, and he's certainly mentally tracking his own performance against his last adventure. This competitiveness takes the form of good-natured rivalry among goliaths. As a race they have no patience for cheaters, gloaters, or sore losers, but goliaths can be very hard on themselves when they fail to measure up to their own past accomplishments.<br>Daring that borders on foolhardiness is also a common trait among goliaths. They have no fear of heights, climbing sheer mountain cliffs and leaping great chasms with ease. Their nomadic lifestyle of hunting and gathering instills in them an inquisitive interest in whatever lies over the next ridge or at the head of a canyon. To a wandering hunter's mind, that curiosity can lead to better hunting grounds or a good water source that would otherwise go undiscovered.<br>Goliaths respect and revere the natural world, and goliath adventurers commonly draw on the primal power source. Druids and shamans are more common among them than clerics, and goliath priests—called skywatchers—invoke the spirits of nature and their ancestors far more often than they call on the distant gods of the Astral Sea. Some goliath tribes also honor Kord, Melora, and Avandra, particularly those tribes that have frequent contact with other races. Tribes that regularly trade with dwarves sometimes offer sacrifices to Moradin as well.<br><br><b>Goliath Characteristics</b>: Competitive, daring, driven, inquisitive, powerful, reliable, restless, trusting<br><br><b>Goliath Male Names</b>: Aukan, Eglath, Gauthak, Ilikan, Kavaki, Keothi, Lo-Kag, Maveith, Meavoi, Thotham, Vimak<br><b>Goliath Female Names</b>: Gae-Al, Kuori, Manneo, Nalla, Orilo, Paavu, Pethani, Thalai, Uthal, Vaunea<br><p class=publishedIn>Published in Player's Handbook 2, page(s) 12.</p>","race57":"<h1 class=player>Sun Elf (Eladrin)</h1><br>The sun elves have lived apart from the events of the world for thousands of years. Despite the recent turmoil of the Spellplague, they see little reason to change. Indeed, the dangers of the modern age and the proven frailties of those gods not associated with the elves drives many sun elves to depend more than ever on their traditional insularity, closing ranks against outsiders that would spread chaos and doom.<br>    Taking advantage of the renewed connection to the Feywild represents an exception for some sun elves, but for others it merely proves the point. The elves of Faerie might look and act like the elves of the world, but to many sun elves, they represent as much of a potential threat as any worldly nation.<br>    Sun elves mimic the aloof (some might say haughty) nature of their society in their personal interactions as well. They are slow to smile, quick to disparage, and always ready to demonstrate their superior knowledge and skill. These barriers break down over time in the dealings between a sun elf and his or her closest allies, but many sun elves remain forever withdrawn in the company of people who speak plainly and show emotion openly.<br><br><h3>Roleplaying a Sun Elf (Eladrin)</h3>    Patience solves many problems. Sun elves live long lives, and so can afford to wait for time to take its toll on their enemies and the problems of shorter-lived races. Their long-term plans can take centuries to realize. As a sun elf, you are far more concerned with what might be ahead rather than the troubles of the moment.<br>    A calm mind remains clear. Maintaining an inner and outward serenity allows you to think more clearly. In dire situations, a solemn outlook helps to keep peril at a distance and allows you to make the most well-reasoned choices.<br>    Creatures are as they are born. Just as the deer cannot help but be hunted by the wolf, the wolf cannot fail to hunt lest it die. So too must the dwarf grub for gold and the halfling avoid home and responsibility. The rabbit cannot fly any more than the fox can graze to survive. Do not expect others to rise to your level or to change their ways to suit you.<br><br><h3>Moon Elf (Eladrin) Benefits</h3>    <b>Elf Weapon Proficiency: </b>Elves and eladrin of all stripes take time to learn the traditional weapons of their people.<br>    <i>Benefits: </i>You gain proficiency with the longbow and the shortbow. This benefit replaces Eladrin Education.<br>    <b>Sun Elf Skill Bonuses: </b>The complex intrigues of sun elf courts require a subtlety and discernment that sun elves find useful in their relationships.<br>    <i>Benefits: </i>You gain a +2 bonus to Bluff checks and Insight checks. This benefit replaces the normal eladrin skill bonuses to Arcana and History.<br>    <b>Wizard Implement Proficiency: </b>The legendary magical skill of sun elves comes from a devotion to the use of arcane magic that extends as far back as the Crown Wars. Many eladrin learn to use the tools of arcane casters, employing those devices for aid in the use of their own magic.<br>    <i>Benefits: </i>You gain proficiency with the orb, the staff, and the wand as implements. This benefit replaces Eladrin Weapon Proficiency.<br><p class=publishedIn>Published in Neverwinter Campaign Setting, page(s) 50.</p>","race38":"<h1 class=player>Bladeling</h1><br><p class=flavor><b>RACIAL TRAITS</b></p><blockquote><b>Average Height</b>: 5'8\" - 6'4\"<br><b>Average Weight</b>: 210 - 310<br><br><b>Ability scores</b>: +2 Wisdom, +2 Dexterity or +2 Strength<br><b>Size</b>: Medium<br><b>Speed</b>: 6 squares. <br><b>Vision</b>: Normal<br><br><b>Languages</b>: Common<br><b>Skill Bonuses</b>: +2 Arcana, +2 Intimidate.<br><b>Acid Resistance</b>: You have acid resistance equal to 5 + one-half your level.<br><b>Barbed Body</b>: Your body has the barbed armor property. Whenever you escape a creature's grab on your turn, or a creature escapes your grab, it takes damage equal to 2 + one-half your level. If you're wearing barbed armor or carrying a barbed shield, the creature takes this damage only once.<br><b>Razor Storm</b>: You have the razor storm power.<br><br></blockquote><br><span class=power><h1 class=encounterpower>Razor Storm<span class=level>Bladeling Racial Attack </span></h1><p class=flavor><i>Spikes and blades leap from your body to tear through your foes.</i></p><p class=powerstat><b>Encounter</b><br><b>Minor Action</b>      <b>Close</b> burst 1</p><p class=powerstat><b>Targets</b>: Each creature in the burst</p><p class=powerstat><b>Attack</b>: Strength, Constitution, or Dexterity vs. Reflex.<br>You gain a +2 bonus to the attack roll.<br>    Level 11: The bonus increases to +4.<br>    Level 21: The bonus increases to +6.</p><p class=flavor><b>Hit</b>: 1d6 + Strength modifier, Constitution modifier, or Dexterity modifier damage.<br>    Level 11: 2d6 + Strength modifier, Constitution modifier, or Dexterity modifier damage.<br>    Level 21: 3d6 + Strength modifier, Constitution modifier, or Dexterity modifier damage.</p><br></span>Bane, the god of war and conquest, shaped mortal humanoids into bladelings to fight in the interminable wars raging across his astral dominion, Chernoggar. Since that time, bladelings have spread across the planes, making their homes anywhere they can, be it the grimy streets of Sigil, the pristine towers of Hestavar, or the fiery precincts of the City of Brass.<br>    Bladelings support themselves by selling their skills to whoever can keep them supplied with gold and glory. With their military experience in high demand almost anywhere, they not only survive but thrive.<br><br><h3>PHYSICAL QUALITIES</h3>Bladelings stand a bit taller than humans, and most have chiseled and athletic bodies. They weigh more than one might expect due to the dense, metallic nature of their skeletons and skin. Bladelings' coloration ranges from pale green to a dark, bruise-like purple. Many also have rust-colored freckles. A bladeling's eyes range from silver to pitch-black.<br>    These qualities alone would not set bladelings apart from the countless humanoid variations encountered in the planes. What makes them distinct are the blades and spines that sprout from their flesh. The spurs on their brows and most of their bodies reach about a half-inch to an inch, while longer blades, typically growing on the shoulders and legs, can be more than two feet long. These blades grow continually, much like a fish's scales, and damage to or removal of one offers only the slightest discomfort to a bladeling. A broken spur crumbles to rust in a matter of minutes.<br>    Through careful pruning and their innate ability to guide the blades' growth, bladelings can shape their appearance much as humans cut their hair or grow beards. A few of the more radical or antisocial individuals let their blades grow wild, hampering the use of most armor, but these are a minority. The average bladeling is more practical than that, preferring to cultivate shapes designed to impress or intimidate.<br><br><h3>PLAYING A BLADELING</h3>When creating a bladeling adventurer, here are a few points to consider.<br>    You live in Bane's shadow. You were molded by the gauntleted hand of the war god, and there's no denying your origins. You were born for war, but how do you face that predestination? You might embrace your warrior nature and block out all other aspects of your life, or you might search for a purpose outside the battlefield. But if you do fight, what do you fight for?<br>    Your homeland is lost. Your people have no homeland to call their own. By leaving Chernoggar behind, you forfeited all claim your people had to it, and it now is overrun by goblins and orcs. Do you seek a new place you can belong to, or do you consider your own body to be your homeland?<br>    You are a child of the planes. You belong to the endless cosmos. As befits such a well-traveled race, you are used to seeing the big picture and putting things in perspective. You know that joy and pain, life and death are fleeting things, so you make the most of the present and try not to worry about what you can't control.<br><br><b>Bladeling Characteristics</b>: Calculating, cold, disciplined, domineering, focused, grim, severe, reserved, withdrawn.<br>Bladeling names are used equally by males and females, while their family names are variations of the word “black,” a nod to their creator's title as the Black Hand.<br><br><b>Bladeling Male Names</b>: Adamok, Calamir, Damerik, Edimgar, Fazgarok, Ozerin, Razirin, Urlezar<br><b>Bladeling Female Names</b>: Adamok, Calamir, Damerik, Edimgar, Fazgarok, Ozerin, Razirin, Urlezar<br><br> (2/26/2013)<br>Updated in Dragon 419.<br><br><p class=publishedIn>Published in Manual of the Planes, page(s) 116, Dragon Magazine 419.</p>","race18":"<h1 class=player>Githzerai</h1><i>Ascetic and disciplined, masters of body and mind</i><br><p class=flavor><b>RACIAL TRAITS</b></p><blockquote><b>Average Height</b>: 6'0\" - 6'5\"<br><b>Average Weight</b>: 160 - 190<br><br><b>Ability scores</b>: +2 Wisdom, +2 Dexterity or +2 Intelligence<br><b>Size</b>: Medium<br><b>Speed</b>: 6 squares. <br><b>Vision</b>: Normal<br><br><b>Languages</b>: Common, Deep Speech<br><b>Skill Bonuses</b>: +2 Acrobatics, +2 Athletics.<br><b>Danger Sense</b>: You have a +2 racial bonus to initiative checks.<br><b>Defended Mind</b>: You have a +2 racial bonus to saving throws against effects that daze, dominate, or stun.<br><b>Iron Mind</b>: You have the Iron Mind Power.<br><b>Shifting Fortunes</b>: When you use your second wind, you can shift 3 squares as a free action.<br><br></blockquote><br><span class=power><h1 class=encounterpower>Iron Mind<span class=level>Githzerai Racial Power</span></h1><p class=flavor><i>Under the brunt of an attack, you use the power of your mind to fortify yourself against harm.</i></p><p class=powerstat><b>Encounter</b><br><b>Immediate Interrupt</b>      <b>Personal</b> </p><p class=powerstat><b>Trigger</b>: You are hit by an attack.</p><p class=flavor><b>Effect</b>: You gain a +2 bonus to all defenses until the end of your next turn.</p><br></span>The githzerai are descended from an ancient race once held in thrall by mind flayer overlords. After the bloody uprising that won these people their freedom, ideological differences split them into two races: the githzerai and the githyanki. The githzerai rejected the cruel warmongering of the githyanki and withdrew to the Elemental Chaos and to remote locations in the world to follow a path of self-reflection, harnessing the power of the mind and the soul. Centuries later, the githzerai remain in such locations, leading disciplined lives and observing their surroundings to determine their place in the universe.<br><br>Play a Githzerai if you want...<br>• to be a character with strong planar ties.<br>• to avoid attacks and stay one step ahead of your enemies.<br>• to be a member of a race that favors the avenger, monk, ranger, and seeker classes.<br><br><h3>PHYSICAL QUALITIES</h3>Characterized by spare frames and an exotic appearance, githzerai are taller than humans and slender to the point of being gaunt. Their skin tends toward yellow tones, occasionally shading into brown or green. They have distinctive angular features and pointed ears, as well as eyes set in deep sockets and flattened noses set high on their faces.<br><br>Male githzerai usually keep their heads shaved or tonsured and braided, and they grow controlled facial hair. A typical style is a shaved pate with a long braid trailing from the back of the head. Females wear their long hair close to the head in braids or tight buns. Githzerai hair is typically russet, but black and gray sometimes occur.<br><br>The githzerai commitment to asceticism means that individuals generally disdain displays of wealth. Their clothing is practical, simple in design, and accentuated only by simple jewelry. They indulge their artistic nature through body painting or tattoos. Even these expressions incorporate a functional purpose: Tattoos serve as identifiers, helping githzerai recognize the tradition and location from which a fellow githzerai hails. Githzerai live about as long as humans.<br><br><h3>PLAYING A GITHZERAI</h3>Githzerai value their heritage. It informs their philosophy, their behavior, and their intolerance for githyanki and mind flayers. Where githyanki crave battle and conquest, githzerai seek inner harmony and self-mastery. They often travel great distances to explore the self and to give up mortal attachments by witnessing the possibilities that existence has to offer.<br><br>Although githzerai are willing to explore and experience the cosmos, they maintain a worldview centered on personal responsibility and accomplishment. The race's social hierarchy is based entirely on merit, and each githzerai must earn a place in history. Great heroes, leaders, and teachers are immortalized as revered ancestors, with important techniques and cultural elements bearing their names. The unworthy remain lowly and are forgotten.<br><br>Austerity, prudence, pragmatism, and tenacity also run strong in the githzerai persona. Githzerai rarely own more than they need. They don't speak at length when a brief statement will do. Although githzerai have fiery souls, reflected by their fierce resolve and strong loyalties, they rarely display strong emotions. The trust of a githzerai must be earned, and most githzerai expect weakness and lack of discipline in others. However, githzerai readily make use of any resources at hand, including members of other races, to solve problems or shore up defenses. A githzerai rarely backs down from a challenge in which success seems possible.<br><br>Few relationships hold any sway over githzerai. Religion, nationalism, and even familial loyalties are less important than personal seeking and enlightenment. Githzerai place value on proven methods and associates, rather than on those that tradition or dogma might dictate. Githzerai seek out capable teachers, students, and companions, and they are unwavering allies to those who prove worthy. To discover whether someone or something is worthy, githzerai must be open-minded as well as willing to learn and to take risks. The fact that githzerai find it easier to trust other githzerai than they do members of other races tempers this measure of tolerance. Only a member of the race can truly understand the struggles that the githzerai have undergone.<br><br><b>Githzerai Characteristics</b>: Ascetic, calculating, calm, cautious, cynical, disciplined, introspective, pragmatic, quiet, secretive, suspicious, terse<br><br><b>Githzerai Male Names</b>: Dak, Durth, Ferzth, Greth, Hurm, Kalla, Murg, Nurm, Shrakk<br><b>Githzerai Female Names</b>: Adaka, Adeya, Ella, Ezhelya, Immilzin, Izera, Uweya<br><p class=publishedIn>Published in Player's Handbook 3, page(s) 8.</p>","race58":"<h1 class=player>Wild Elf</h1><br>Of all the fey folk of the world, wild elves live most closely with nature. Indeed, many wild elves see themselves as the only true examples of their race, since they are the only ones living as their ancient ancestors did. At first glance, because of their body paint and beadwork, wild elves can easily be mistaken for primitive hunter-gatherers. Their culture, however, contains complex and intricate traditions that have survived largely unchanged from the time of the Crown Wars.<br>    Wild elves are more isolationist than their sun elf cousins—often violently so. Those wild elves who do interact with members of other races are sometimes seen as tainted from that contact. As such, wild elves who choose to forge strong bonds with others must often forsake close ties with their kin.<br><br><h3>Roleplaying a Wild Elf</h3>    All other cultures are wrong. You might have left your people by your own choice, but that decision has not changed how you view the world. Among your kind, all ways but those of the wild elves represent corruption and iniquity. Though you might be more open to the customs of other folk than most of your kind, it is hard for you to entirely set aside your distrust of those people.<br>    The world knows more than any elf. You view the natural world and its primal spirits as cousins and friends. You see portents in the change of the weather, the flight paths of birds, and the health of plants. Those places where the world cannot display its natural order—cities, dungeons, magical terrain—seem dangerous to you, because you cannot depend on signs you cannot read.<br>    Birds fly because they have wings. Wild elves are nomads who must constantly wander. Corellon placed that wanderlust in the souls of your people—the impetus that brought the first elves to the world. Just as a bird must fly when its wings are strong enough, so too must you move on when the spirit takes you.<br><br><h3>Wild Elf Benefits</h3>    <b>Subtle Step: </b>Wild elves train for battle from the time they can walk, and their teachers place early emphasis on evasion and escape. By the time wild elves are of warrior age, those childhood lessons allow them to move deeper into battle as well as to break free of it.<br>    <i>Benefits: </i>Once per encounter, you can shift up to your speed as a move action. This benefit replaces elven accuracy.<br>    <b>Wild Elf Weapon Proficiency: </b>Though eladrin might devote themselves to the longsword, wild elves have for millennia relied on the spears that are their traditional hunting weapons.<br>    <i>Benefits: </i>You gain proficiency with the javelin, the spear, and the longspear. This benefit replaces Group Awareness.<br><p class=publishedIn>Published in Neverwinter Campaign Setting, page(s) 51.</p>","race19":"<h1 class=player>Gnoll</h1><br><p class=flavor><b>RACIAL TRAITS</b></p><blockquote><b>Average Height</b>: 7'0\" - 7'6\"<br><b>Average Weight</b>: 280 - 320<br><br><b>Ability scores</b>: +2 Constitution, +2 Dexterity<br><b>Size</b>: Medium<br><b>Speed</b>: 7 squares. <br><b>Vision</b>: Low-light<br><br><b>Languages</b>: Abyssal, Common<br><b>Skill Bonuses</b>: +2 Intimidate, +2 Perception.<br><b>Blood Fury</b>: While you're bloodied, you gain a +2 bonus to damage rolls. This increases to a +4 bonus at 21st level.<br><b>Ferocious Charge</b>: You can use ferocious charge as an encounter power.<br><b>Pack Attack</b>: You deal an extra 2 damage on melee attacks against an enemy that has two or more of your allies adjacent to it.<br><br></blockquote><br><span class=power><h1 class=encounterpower>Ferocious Charge<span class=level>Gnoll Racial Power</span></h1><p class=flavor><i>You lunge toward the enemy and, with a tirade of curses, unleash the wrath of Yeenoghu upon your hapless foe.</i></p><p class=powerstat><b>Encounter</b><br><b>Standard Action</b>      <b>Personal</b> </p><p class=flavor><b>Effect</b>: You charge and deal an extra 2 damage on a sucessful attack. increase the extra damage to 4 at 11th level and to 6 at 21st level. If you are bloodied, double the extra damage and gain an equal number of temporary hit points.</p><br></span>Play a Gnoll if you want...<br>✦    to be a fierce hunter driven by instinct.<br>✦    to be an outsider in the civilized world—a scion of a race known for its cruelty and brutality.<br>✦    to be swift and deadly, striking enemies with surprising force.<br>✦    to be a member of a race that favors the rogue, ranger, and warlock classes.<br><br><h3>PHYSICAL QUALITIES</h3>Gnolls tower over humans, with the average gnoll standing over 7 feet tall. Despite their physical strength, gnolls are lean; gnolls are rarely musclebound, and they move with remarkable speed. Their eyes are bright green or yellow, and gleam whenever they catch the light. Gnolls are covered with a thick coat of fur, which generally ranges from light to dark brown; depending on the clan, this might be a uniform color, or broken up by stripes or spots. A number of gnoll bloodlines have members (both male and female) who possess crestlike manes of hair that run from the head and down the spine; these rise up when gnolls are frightened or angry.<br>    Although these are general traits, the traces of demonic blood in gnolls can produce unusual features. An obvious example of this are the talons of the gnoll claw fighter, but this can manifest in lesser ways. A gnoll might have gleaming red eyes, or black fur with fiery orange spots; a wide range of variation is possible.<br>    Gnolls mature with remarkable speed for intelligent humanoids; some cite this as proof of their demonic heritage and suggest that it is unnatural for a creature to be ready for battle so soon after birth. They have short life spans—in fact, they rarely live longer than thirty years, but they typically remain remarkably strong and vigorous right up to the end of their days. When their strength leaves them, it is a sudden and catastrophic decline.<br><br><h3>PLAYING A GNOLL</h3>Gnolls are primal creatures, and instinct plays a powerful role in their lives. Pack and family bonds are important to them, and while they might squabble to establish lines of dominance, between such challenges gnolls are steadfast allies. In battle, gnolls are strong team players, and they set aside any thought of personal glory to assist an ally. When separated from their own kind, gnolls seek a surrogate pack and are loyal to those they choose as friends.<br>    Gnoll behavior seems aggressive to other creatures; a gnoll is more likely to demand an answer than ask a question. Among gnolls, this sort of intimidation isn't considered a hostile act; it is a way of establishing strength.<br>    Gnolls are natural predators, and they love the thrill of the chase and the challenge of the hunt. Most prefer the wilds to civilization, but some adapt and come to see the city as another sort of jungle. Gnolls are natural scavengers, and they love to collect trophies of their victories and experiences; these can range from grisly remnants to simple objects that remind them of an event.<br>    Tales say that gnolls were born of the blending of beast and demon, and this is something that should be kept in mind with any gnoll character. The ferocity of the fiend lies within even the noblest gnoll, and this could manifest in many ways.<br><br><b>Gnoll Characteristics</b>: Aggressive, carnivorous, cunning, feral, fierce, loyal, predatory, primal, swift, tough, wild<br><br><b>Gnoll Male Names</b>: Dagnyr, Dhyrn, Doryc, Ghyrryn, Gnasc, Gnoryc, Gnyrn, Hyrn, Lhoryn, Lhyr, Mognyr, Sorgnyn, Thyrn, Toryc, Yrgnyn, Yrych<br><b>Gnoll Female Names</b>: Dagnyra, Gnara, Gnora, Gnyrl, Hyra, Hyrgna, Lhyra, Lhyrl, Malgna, Myrl, Sargna, Shyrla, Tarnyra, Yrgna<br><p class=publishedIn>Published in Dragon Magazine 367, page(s) 53.</p>","race59":"<h1 class=player>Wood Elf</h1><br>Wood elves resemble moon elves in that they are friendly to other races. However, like wild elves, they prefer to live hidden in the wilderness. Wanderlust has no place in their lives, and they consider themselves the solemn caretakers of ancient empires. Wood elves prefer to build modest settlements, viewing the urban and urbane lifestyles both of the ancient elves and their sun elf descendants to be mistakes.<br>    After fleeing the destruction of the Crown Wars, the wood elves sought to keep their distance from any conflicts that they believed brought ruin upon their people. However, unlike the wild elves and the sun elves, they did not want to detach themselves from the world. The lesson they learned from the destruction of the past was to be compassionate, both toward other elves and the other races that would come to prominence as their own race waned.<br><br><h3>Roleplaying a Wood Elf</h3>    It is wise to be compassionate, but not all compassion is wise. You seek to help others, but you must guard yourself against deception and hidden dangers. Be ruthless when the situation calls for ruthlessness. Like the bow, you are supple and harmless when danger is not at hand, but you can turn deadly in a heartbeat.<br>    Do not waste emotion. Humans, moon elves, and others can easily find themselves swept away by emotion, which interferes with their thinking and prompts them to commit foolish acts. Sun elves, at the other extreme, wall themselves away from their hearts so much that they are often unable to feel anything at all. You choose the middle path, which is to use emotion as your ally in achieving your aims. When you are in the right, feel the righteousness of your actions. When you have cause for wrath, let it give you focus.<br>    Avoid what troubles you can. If your presence would provoke a needless battle, let peace reign in your absence. Whereas a wild elf might confront or kill a trespasser without a thought, you are content to allow the trespass as long as no real harm is done. Wait, watch, and learn. Then act only when inaction would be the greater evil.<br><br><h3>Wood Elf Benefits</h3>    <b>Sense Threat: </b>Wood elves hone their senses against the most subtle perils, whether in the wilderness or at the negotiating table.<br>    <i>Benefits: </i>When you roll initiative, you can make a Perception check and use its result for your initiative check. When you do so, allies within 10 squares of you who have a lower initiative than yours gain a +2 racial bonus to their initiative. This benefit replaces elven accuracy.<br>    <b>Wood Elf Reactive Stealth: </b>Wood elf clans focus on avoiding trouble by hiding from the world. As a result, many wood elves develop the instinct to fade from sight at the first sign of danger.<br>    <i>Benefits: </i>If you have any cover or concealment when you roll initiative, you can make a Stealth check to hide at the same time. This benefit replaces Group Awareness.<br><p class=publishedIn>Published in Neverwinter Campaign Setting, page(s) 52.</p>","race42":"<h1 class=player>Duergar</h1><br><p class=flavor><b>RACIAL TRAITS</b></p><blockquote><b>Average Height</b>: 4'2\" - 4'8\"<br><b>Average Weight</b>: 160 - 220<br><br><b>Ability scores</b>: +2 Constitution, +2 Wisdom<br><b>Size</b>: Medium<br><b>Speed</b>: 6 squares. <br><b>Vision</b>: Darkvision<br><br><b>Languages</b>: Common, Deep Speech, Dwarven<br><b>Skill Bonuses</b>: +2 Dungeoneering.<br><b>Infernal Quills</b>: You can use infernal quills as an encounter power.<br><br></blockquote><br><span class=power><h1 class=encounterpower>Infernal Quills<span class=level>Duergar Racial Power</span></h1><p class=flavor><i>You tense and send the quills projecting from your body into the gaps in your foe's armor.</i></p><p class=powerstat><b>Encounter</b> ✦     <b>Poison</b><br><b>Minor Action</b>      <b>Ranged</b> 3</p><p class=powerstat><b>Target</b>: One creature</p><p class=powerstat><b>Attack</b>: Constitution + 2 vs. AC<br>Level 11: Constitution + 4 vs. AC<br>Level 21: Constitution + 6 vs. AC</p><p class=flavor><b>Hit</b>: 1d8 + Constitution modifier damage, and the target takes a -2 penalty to attack rolls and ongoing 2 poison damage (save ends both).<br>Level 11: 2d8 + Constitution modifier damage, and the target takes a -2 penalty to attack rolls and ongoing 5 poison damage (save ends both).<br>Level 21: 3d8 + Constitution modifier damage, and the target takes a -2 penalty to attack rolls and ongoing 8 poison damage (save ends both).</p><br></span><b>Duergar Male Names</b>: Brark, Khazar, Thrinzul, Ungkarzor<br><b>Duergar Female Names</b>: Drakzi, Murdeza, Shazdri, Zhudraka<br><p class=publishedIn>Published in Monster Manual 2, page(s) 220.</p>","race2":"<h1 class=player>Dwarf</h1><i>Stout warriors, master artisans, lords of the mountain peaks</i><br><p class=flavor><b>RACIAL TRAITS</b></p><blockquote><b>Average Height</b>: 4' 3\" - 4' 9\"<br><b>Average Weight</b>: 160 - 220<br><br><b>Ability scores</b>: +2 Constitution, +2 Strength or +2 Wisdom<br><b>Size</b>: Medium<br><b>Speed</b>: 5 squares. <br><b>Vision</b>: Low-light<br><br><b>Languages</b>: Common, Dwarven<br><b>Skill Bonuses</b>: +2 Dungeoneering, +2 Endurance.<br><b>Cast-Iron Stomach</b>: You have a +5 racial bonus to saving throws against poison.<br><b>Dwarven Resilience</b>: You have the dwarven resilience power.<br><b>Dwarven Weapon Proficiency</b>: You gain proficiency with the throwing hammer and the warhammer.<br><b>Encumbered Speed</b>: You move at your normal speed even when it would be reduced by armor or a heavy load. Other effects that limit speed (such as difficult terrain or magic) affect you normally.<br><b>Stand Your Ground</b>: When an effect forces you to move—through a pull, a push, or a slide—you can move 1 square less than the effect specifies. This means an effect that normally pulls, pushes, or slides a target 1 square does not force you to move unless you want to.<br>    In addition, when an attack would knock you prone, you can make a saving throw to avoid falling prone.<br><br></blockquote><br><span class=power><h1 class=encounterpower>Dwarven Resilience<span class=level>Dwarf Racial Power</span></h1><p class=powerstat><b>Encounter</b><br><b>Minor Action</b>      <b>Personal</b> </p><p class=flavor><b>Effect</b>: You use your second wind.</p><br></span><h3>PHYSICAL QUALITIES</h3>Dwarves average about 4½ feet in height and are very broad, weighing as much as adult humans. Dwarves have the same variety of skin, eye, and hair colors as humans, although red hair is more common among them. Male dwarves are often bald and braid their long beards into elaborate patterns. Female dwarves braid their hair to show clan and ancestry. Dwarven attire and equipment, including weapons and shields, are decorated with bold geometric shapes, natural gems, and ancestral faces.<br>    Although they reach physical maturity at roughly the same age as humans, dwarves age more slowly and remain vigorous well past 150 years of age, often living to see 200.<br><br><h3>PLAYING A DWARF</h3>Proudly proclaiming they were made from the earth itself, dwarves share many qualities with the rock they love. They are strong, hardy, and dependable. They value their ancestral traditions, which they preserve as fiercely as they defend the carved structures of their mountain homes.<br>    Dwarves believe in the importance of clan ties and ancestry. They deeply respect their elders, and they honor long-dead clan founders and ancestral heroes. They place great value on wisdom and the experience of years, and most are polite to elders of any race.<br>    More so than most other races, dwarves seek guidance and protection from the gods. They look to the divine for strength, hope, and inspiration, or they seek to win the favor of cruel or destructive gods. Individual dwarves might be impious or openly heretical, but temples and shrines of some sort are found in almost every dwarven community. Dwarves revere Moradin as their creator, but individual dwarves honor those deities who hold sway over their vocations. Warriors pray to Bahamut or Kord, architects to Erathis, and merchants to Avandra or even to Tiamat, if a dwarf is consumed by greed.<br>    Dwarves never forget their enemies—either individuals who have wronged them or entire tribes of monsters that have done ill to their kind. Dwarves harbor a fierce hatred for the orcs that inhabit the same mountainous areas that dwarf clans favor, and that wreak periodic devastation on dwarf communities.<br>    To a dwarf, it is a gift and a mark of deep respect to stand beside an ally in battle, and a sign of deepest loyalty to shield that ally from enemy attack. Dwarven legends honor many heroes who gave their lives to save their clans or their friends.<br><br><b>Dwarf Characteristics</b>: Acquisitive, brave, hard-working, loyal, organized, stern, stubborn, tenacious, vengeful<br><br><b>Dwarf Male Names</b>: Adrik, Baern, Berend, Darrak, Eberk, Fargrim, Gardain, Harbek, Kildrak, Morgran, Orsik, Rangrim, Thoradin, Thorfin, Tordek, Travok, Vondal<br><b>Dwarf Female Names</b>: Artin, Bardryn, Diesa, Eldeth, Falkrunn, Gurdis, Helja, Kathra, Kristryd, Mardred, Riswynn, Torbera, Vistra<br><p class=publishedIn>Published in Player's Handbook, page(s) 36, Heroes of the Fallen Lands, page(s) 248.</p>","race22":"<h1 class=player>Hobgoblin</h1><br><p class=flavor><b>RACIAL TRAITS</b></p><blockquote><b>Average Height</b>: 6'1\" - 6'5\"<br><b>Average Weight</b>: 190 - 240<br><br><b>Ability scores</b>: +2 Constitution, +2 Charisma or +2 Intelligence<br><b>Size</b>: Medium<br><b>Speed</b>: 6 squares. <br><b>Vision</b>: Low-light<br><br><b>Languages</b>: Common, Goblin<br><b>Skill Bonuses</b>: +2 Athletics, +2 History.<br><b>Battle Ready</b>: You gain a +2 racial bonus to initiative checks.<br><b>Hobgoblin Discipline</b>: You have the hobgoblin discipline power.<br><b>Phalanx Soldier</b>: You gain a +1 racial bonus to AC while you and at least one ally stand adjacent to each other and each wield a shield.<br><br></blockquote><br><span class=power><h1 class=encounterpower>Hobgoblin Discipline<span class=level>Hobgoblin Racial Utility </span></h1><p class=flavor><i>You steel yourself against a harmful effect, and that malady disappears.</i></p><p class=powerstat><b>Encounter</b><br><b>Free Action</b>      <b>Personal</b> </p><p class=powerstat><b>Trigger</b>: You start your turn subjected to an effect that a save can end.</p><p class=flavor><b>Effect</b>: The triggering effect ends.</p><br></span>Hobgoblins exemplify the dark side of civilization, where adherence to the law is more important than justice. They expand their power through military conquest wherever they can, and they have little care for the fate of those swept aside or crushed underfoot. Though it can be easy to disdain or even hate the hobgoblins for their excesses, their immorality is tempered by pragmatism that keeps them from plunging into absolute evil.<br>    Because hobgoblins are the most intelligent and civilized of goblinkind, a few of them suppress or deny their baser urges and embark on adventuring careers.<br><br><h3>PHYSICAL QUALITIES</h3>Hobgoblins stand slightly taller than humans, though their military bearing makes them appear to tower over others more than their actual height would suggest. Hobgoblins are also more likely to wear heavier armor even when out of combat, giving them a stocky appearance. Their skin tone varies from dark yellow to brown, with brick-red or orange coloring being most common. Their hair is black or dark brown, and it frequently begins to go gray by the age of 30. Many hobgoblin males cultivate well-trimmed beards, though few grow mustaches with them.<br>    Hobgoblin ears are long, pointed, and mobile. Although most hobgoblins have good control of their facial expressions, giving them a reputation for being emotionless, it's harder for them to keep their ears from lying back when they are upset or angry. Their shining yellow eyes and overdeveloped canines give them a wolflike appearance.<br>    Hobgoblin males are taller and broader than females, but both sexes are capable of sustained physical activity. Hobgoblins can march for 20 miles per day over rough terrain for a week and still arrive in fighting condition at the end.<br>    Hobgoblins' lives are slightly shorter than those of humans. Few hobgoblins live to be much older than seventy, and the rare hobgoblin who reaches eighty years or more is considered venerable and favored by luck and the gods.<br><br><h3>PLAYING A HOBGOBLIN</h3>When creating a hobgoblin adventurer, here are a few points to consider.<br>    The lone wolf starves, but the pack feasts. You know that a single person going up against any real threat faces a grave disadvantage. After all, in a fair fight, you're just as likely to lose as to win. By joining a group, or better still, organizing one yourself, you become more capable of achieving your goals. It's your duty to ensure that the party is prepared for battle and to know what each member is capable of.<br>    The end can justify the means. It's not always pleasant, but you will do what it takes to get the job done. This isn't an excuse for cruelty without purpose. When the situation is grim and someone has to make the hard choice, you're the leader who steps forward and makes it. Let others keep their consciences clean. You're keeping them alive.<br>    Honor extends both ways. When you pledge yourself to follow another's banner, it is your duty to obey all orders to the best of your ability. When others pledge themselves to you, it is your duty to provide for them and use them to their best potential. These duties do not require mindless devotion from followers; honest opposition has its time and place. The people and the leader must work as one.<br><br><b>Hobgoblin Characteristics</b>: Brusque, courageous, disciplined, inspiring, meticulous, militaristic, pragmatic, proud, unforgiving<br><br><b>Hobgoblin Male Names</b>: Dagii, Drazen, Galtai, Haruuc, Oaan, Rhaano<br><b>Hobgoblin Female Names</b>: Bauchana, Ekhaas, Maaziké<br><br> (2/26/2013)<br>Updated in Dragon 419.<br><br><p class=publishedIn>Published in Monster Manual, Dragon Magazine 419.</p>","race62":"<h1 class=player>Satyr</h1><i>Adventurous fey, wild revelers, curious explorers</i><br><p class=flavor><b>RACIAL TRAITS</b></p><blockquote><b>Average Height</b>: 5'2'' - 5'10''<br><b>Average Weight</b>: 120 - 190<br><br><b>Ability scores</b>: +2 Charisma, +2 Constitution or +2 Dexterity<br><b>Size</b>: Medium<br><b>Speed</b>: 6 squares. <br><b>Vision</b>: Low-light vision<br><br><b>Languages</b>: Common, Elven<br><b>Skill Bonuses</b>: +2 Nature, +2 Thievery.<br><b>Fey Origin</b>: Your ancestors were native to the Feywild, so you are considered a fey creature for the purpose of effects that relate to creature origin.<br><b>Light of Heart</b>: You can make saving throws both at the start of your turn and the end of your turn against fear effects that a save can end.<br><b>Lure of Enchantment</b>: You have the lure of enchantment power.<br><b>Male Only</b>: All satyrs are male.<br><b>Pleasant Recovery</b>: You regain 1d8 additional hit points for each healing surge you spend during a short rest.<br><b>Sly Words</b>: Bluff is always a class skill for you.<br><br></blockquote><br><span class=power><h1 class=encounterpower>Lure of Enchantment<span class=level>Satyr Racial Utility </span></h1><p class=flavor><i>A softly sung tune causes your enemy to wander as you direct it.</i></p><p class=powerstat><b>Encounter</b> ✦     <b>Charm</b><br><b>Free Action</b>      <b>Special</b> </p><p class=powerstat><b>Trigger</b>: You hit an enemy with an attack.</p><p class=flavor><b>Effect</b>: You slide the enemy up to 3 squares, but not into hindering terrain. The enemy grants combat advantage until the end of your next turn.</p><br></span><h3>PHYSICAL QUALITIES</h3>Born of a union between satyr and nymph, a satyr is always male. Satyrs resemble humans with the legs of goats, and they are covered in fur from the waist down. Most satyrs have a pair of small horns sprouting from their heads, ranging in shape from a pair of small nubs to the curling horns of the largest rams. They display the broad shoulders and powerful upper bodies of humans, and most sport some kind of facial hair. Their wild, curly hair ranges in length, with younger satyrs keeping their hair short. Older satyrs let it grow as they age, until it hangs about their shoulders.<br>    Though not as robust as other fey, satyrs lead long lives compared to most humanoids. They reach adulthood at around the same age as humans, but can live to be two hundred years old or more. Satyrs become tough and serious as they age, losing the mischievous appearance of their youth to resemble stern grandfathers and stoic leaders. However, a twinkle of troublemaking still shines in even the oldest satyr's eyes.<br>    Young satyrs grow quickly to maturity. Though they remain small in size as children, satyrs are capable of complex speech and movement in a matter of weeks. Young satyrs resemble infants in size and appearance, but they speak and interact with the competence of a human adolescent.<br><br><h3>PLAYING A SATYR</h3>A race branded by folklore as tricksters, hedonists, and charlatans, satyrs only partially deserve the dark aspect of their reputation. Satyrs first came to the mortal realm when the world was young and had not yet fully healed from the destruction of the Dawn War. That war drew the Feywild closer to the mortal realm, connecting the two through rifts in the fabric of the planes that the inhabitants of the natural world would come to call fey crossings.<br>    Possessed of mischievous and investigative souls, satyrs ventured cautiously through the fey crossings and made contact with the fledgling races of the world. Most of these early meetings were brief and violent. Though adventuresome, satyrs are also skittish, even as the humanoids of the world often see unintended threats in the strange and the unknown. From these early encounters came the seeds from which the folk tales sprung—stories of satyrs appearing within frontier villages to spread merry mayhem, and using the magic of song to charm children, maidens, and matrons alike.<br>    Over time, the growing conflicts of the mortal realm saw the satyrs abandon the fey crossings to sequester themselves in their safe havens in the Feywild. There, they avoided the wars of other races, content to spend their days in revelry rather than try to interfere in the troubles of mortals and fey alike.<br>    In recent times, the mortal realm has begun to call to the satyrs once again. With the fall of great empires and the collapse of civilization down to isolated outposts in a widening wilderness, the satyrs are drawn to explore that wilderness once more. Their race has become well known to the barbarian tribes and civilized outposts along the borderlands, where they emerge from fey crossings to sate their curiosity regarding the mortal realm.<br><br><b>Satyr Characteristics</b>: Amicable, capricious, inquisitive, lighthearted, mischievous, tricky<br><br><b>Satyr Male Names</b>: Adronus, Barases, Canteon, Dantes, Gilderos, Pan, Puck, Romeus, Silenus, Tarteron<br><p class=publishedIn>Published in Heroes of the Feywild, page(s) 34.</p>","race3":"<h1 class=player>Eladrin</h1><i>Powerful wizards, haughty courtiers, creatures of the mysterious Feywild</i><br><p class=flavor><b>RACIAL TRAITS</b></p><blockquote><b>Average Height</b>: 5' 5\" - 6'1\"<br><b>Average Weight</b>: 130 - 180<br><br><b>Ability scores</b>: +2 Intelligence, +2 Charisma or +2 Dexterity<br><b>Size</b>: Medium<br><b>Speed</b>: 6 squares. <br><b>Vision</b>: Low-Light<br><br><b>Languages</b>: Common, Elven<br><b>Skill Bonuses</b>: +2 Arcana, +2 History.<br><b>Eladrin Education</b>: You gain training in one skill of your choice.<br><b>Eladrin Weapon Proficiency</b>: You gain proficiency with the longsword.<br><b>Eladrin Will</b>: You gain a +1 racial bonus to Will. In addition, you gain a +5 racial bonus to saving throws against charm effects.<br><b>Fey Origin</b>: Your ancestors were native to the Feywild, so you are considered a fey creature for the purpose of effects that relate to creature origin.<br><b>Fey Step</b>: You have the fey step power.<br><b>Trance</b>: Rather than sleep, you enter a meditative state known as trance. You need to spend 4 hours in this state to gain the same benefits other races gain from taking a 6-hour extended rest. While in a trance, you are fully aware of your surroundings and notice approaching enemies and other events as normal.<br><br></blockquote><br><span class=power><h1 class=encounterpower>Fey Step<span class=level>Eladrin Racial Power</span></h1><p class=flavor><i>You step through the boundary between the planes, disappearing for a moment before reappearing somewhere else.</i></p><p class=powerstat><b>Encounter</b>   ✦     <b>Teleportation</b><br><b>Move Action</b>      <b>Personal</b> </p><p class=flavor><b>Effect</b>: Teleport up to 5 squares.</p><br></span><h3>PHYSICAL QUALITIES</h3>Eladrin are of human height. They are slim, and even the strongest simply look athletic rather than muscle-bound. They have the same range of complexions as humans, though they are more often fair than dark. Their straight, fine hair is often white, silver, or pale gold, and they wear it long and loose. Their ears are long and pointed, and their eyes are pearly and opalescent orbs of vibrant blue, violet, or green, lacking pupils. Eladrin can't grow facial hair and have little body hair.<br>    Eladrin children grow much as human children do, but their aging process slows to a crawl when they reach maturity. They enjoy youth and health for most of their lives and don't begin to feel the effects of age until the middle of their third century. Most live for over 300 years, and even at the end they suffer few of the infirmities of old age.<br><br><h3>PLAYING AN ELADRIN</h3>Eladrin society straddles the boundary between the Feywild and the natural world. Eladrin build their elegant cities and towers in places of striking natural splendor, especially where the veil between the worlds is thin—isolated mountain vales, green islands along wild and storm-wracked coasts, and the deepest recesses of ancient forests. Some eladrin realms exist mostly in the Feywild, only rarely touching the natural world; others permanently straddle both planes of existence. A few appear in the world at sunset each day, only to fade back into the Feywild at dawn.<br>    Long-lived and strongly tied to the Feywild, eladrin have a detached view of the world. They often have difficulty believing that events in the mortal realm are of much importance to them, and they consider courses of action that can last for centuries. Some of the oldest eladrin see the world as a distraction—a source of unwanted intrusions, needless fearmongering, and meddlesome people of other races. If they could, they would shut down every gate between the Feywild and the natural world.<br>    However, many younger eladrin reject such narrow views. They see all too clearly the continuing rise of evil in the world and the encroaching darkness that surrounds their once-grand realm. These eladrin venture into the world in the hope of forging stronger ties between their homeland and the lands of humans, elves, dwarves, and halflings. However, the aloof reputation of their race makes such ties difficult to forge and maintain.<br>    Eladrin live by an aesthetic philosophy common to the Feywild and personified by Corellon, the god of beauty and patron of the fey. Eladrin seek to exemplify grace, skill, and learning in every part of life, from dance and song to swordplay and magic. Their cities are places of stunning beauty that shape and guide their natural surroundings into elegant forms.<br><br><b>Eladrin Characteristics</b>: Aesthetic, deliberative, detached, free, graceful, magical, otherworldly, patient, perceptive<br><br><b>Eladrin Male Names</b>: Aramil, Arannis, Berrian, Dayereth, Erevan, Galinndan, Hadarai, Immeral, Mindartis, Paelias, Quarion, Riardon, Soveliss<br><b>Eladrin Female Names</b>: Althaea, Anastrianna, Andraste, Bethrynna, Caelynna, Jelenneth, Leshanna, Meriele, Naivara, Quelenna, Sariel, Shanairra, Theirastra, Valenae <br><p class=publishedIn>Published in Player's Handbook, page(s) 38, Heroes of the Fallen Lands, page(s) 254.</p>","race43":"<h1 class=player>Kenku</h1><i>Cunning survivors, sly allies, hoarders of secrets</i><br><p class=flavor><b>RACIAL TRAITS</b></p><blockquote><b>Average Height</b>: 5'0\" - 5'6\"<br><b>Average Weight</b>: 110 - 150<br><br><b>Ability scores</b>: +2 Charisma, +2 Dexterity or +2 Intelligence<br><b>Size</b>: Medium<br><b>Speed</b>: 6 squares. <br><b>Vision</b>: Low-light<br><br><b>Languages</b>: Common, choice of one other<br><b>Skill Bonuses</b>: +2 Bluff, +2 Stealth.<br><b>Flock Effect</b>: When you have combat advantage against a creature as a result of flanking it, you gain a +3 bonus to attack rolls against it, rather than the normal +2.<br><b>Flock Tactics</b>: You have the flock tactics power.<br><b>Mimicry</b>: You can imitate sounds and voices you have heard, even sounds that cannot normally be made by humanoids. Each time you attempt to mimic a sound, you must succeed on a Bluff check to fool those who hear the sound into believing it is genuine.<br><br></blockquote><br><span class=power><h1 class=encounterpower>Flock Tactics<span class=level>Kenku Racial Utility </span></h1><p class=flavor><i>With your experience as part of a kenku flock, you have a knack for maximizing the advantages of teamwork.</i></p><p class=powerstat><b>Encounter</b><br><b>Minor Action</b>      <b>Personal</b> </p><p class=flavor><b>Effect</b>: Choose one of the following effects each time you use this power.<br>     ✦ An enemy adjacent to your ally grants combat advantage to you until the start of your next turn.<br>     ✦ You use the aid another or the aid attack action. If you succeed, you grant a +3 bonus, rather than the normal +2 bonus.</p><br></span><h3>PHYSICAL QUALITIES</h3>Kenkus are easily identified by their obviously avian appearance. A kenku's head resembles that of a raven, complete with small, beady black eyes and a large, dark beak. Sleek black feathers cover its body, ending at the knees and elbows. Its arms and legs are covered in scaly black skin, and its hands and feet end in talons.<br>    Young kenkus hatch from eggs. Within a month they are strong enough to join the flock, and they reach maturity in five years. Most die before reaching their third decade, a consequence of the harsh life in a flock, but extremely hardy or devious kenkus have been known to survive for decades. These rare individuals often become leaders of powerful and well-connected flocks.<br>    Obsessed with avoiding attention, many kenkus garb themselves in drab, loose-fitting clothing that allows them to conceal their features. They favor colors that blend well with shadows and disdain obvious ornamentation. Many kenkus adopt or learn to mimic the mannerisms of nearby peoples.<br><br><h3>PLAYING A KENKU</h3>When creating a kenku adventurer, here are a few points to consider.<br>    Secrets are your strength. Every kenku knows that knowing what someone else wants hidden gives you power over that person. You always keep your ears open for bits of gossip or little-known information that you might be able to exploit later. Although you don't hesitate to resort to extortion or bribery, you are careful not to call in all such favors at once. Having options in a crisis makes your secrets all the more useful tools.<br>    Allies make you stronger. Life in an aerie is tough. Fledglings survive by forming partnerships and complex alliances. These connections provide information, resources, and future assistance. Although you deal in lies and deceit, you are loath to turn on your companions. You are also always on the lookout for ways to develop your network of contacts and potential allies.<br>    Fight to survive. When events turn desperate, you work all the harder. Your people are always pragmatic, recognizing that rare is the situation that leaves no option for survival. This attitude is what allowed ancient kenku rebels to scratch out an existence while on the run from the Raven Queen.<br>    Try to avoid notice. Those whom your people have exploited are more than happy to end your life. The best way to escape enemies is to keep hidden. You rarely reveal your true identity, relying on your allies to ask questions while you hide nearby. Only in dire need do you risk letting anyone catch a glimpse of you.<br><br><b>Kenku Characteristics</b>: Anxious, cunning, deceptive, gregarious, sly, secretive, stealthy, tenacious<br><br><b>Kenku Male Names</b>: Akar, Barok, Elkrek, Hekar, Jedrik, Kalko, Korik, Kynek, Nalik, Norik, Osrik, Rekrok<br><b>Kenku Female Names</b>: Deidra, Ekra, Karrah, Kelkra, Naldara, Okara, Sedra, Seikra, Tessah, Tristah<br><br> (6/12/2012)<br>Updated in Dragon 411.<br><br><p class=publishedIn>Published in Monster Manual 2, page(s) 220, Dragon Magazine 411.</p>","race23":"<h1 class=player>Kobold</h1><i>Reptilian tunnel dwellers who stick together to survive</i><br><p class=flavor><b>RACIAL TRAITS</b></p><blockquote><b>Average Height</b>: 3'6\" - 4'0\"<br><b>Average Weight</b>: 60 - 75<br><br><b>Ability scores</b>: +2 Constitution, +2 Charisma or +2 Dexterity<br><b>Size</b>: Small<br><b>Speed</b>: 6 squares. <br><b>Vision</b>: Darkvision<br><br><b>Languages</b>: Common, Draconic<br><b>Skill Bonuses</b>: +2 Dungeoneering, +2 Thievery.<br><b>Reptile</b>: You are considered a reptile for the purpose of effects that relate to the reptile keyword.<br><b>Shifty Maneuver</b>: You have the shifty maneuver power.<br><b>Trap Sense</b>: You gain a +2 racial bonus to all defenses against attacks from traps.<br><br></blockquote><br><span class=power><h1 class=encounterpower>Shifty Maneuver<span class=level>Kobold Racial Utility </span></h1><p class=flavor><i>You call on your natural ability to dodge danger, taking your tribemates along for the ride.</i></p><p class=powerstat><b>Encounter</b><br><b>Move Action</b>      <b>Close burst</b> 2</p><p class=powerstat><b>Target</b>: You and each ally in the burst</p><p class=flavor><b>Effect</b>: Each target can shift 1 square as a free action.</p><br>Update (4/17/2012)<br>Updated in Into the Unknown.<br><br></span>Adventuring might seem an unlikely occupation for kobolds, but they have several talents that make them well-suited to the life. They can see in the dark, anticipate and avoid traps, and stay a step ahead of their enemies. Kobolds can be useful and effective allies in almost any adventuring group.<br>    Very few kobolds become adventurers by choice, however. Some catastrophe must befall them before they traipse off looking for danger. Most take up this life after being captured by adventurers or separated from their tribes.<br><br><h3>PHYSICAL QUALITIES</h3>Their spare frames and stooped postures don't inspire fear in others, which suits kobolds just fine. They would rather look nonthreatening but not quite vulnerable. A few brave kobolds emulate their honored dragons. They put on a little muscle, raise their snouts high, and roar with a ferocity no one would expect such weak-looking creatures to muster.<br>    Kobolds' long muzzles are lined with tiny teeth and lolling tongues similar to those of a dragon or crocodile. Their slitted eyes are usually red, gold, or yellow. Small horns angle backward from a kobold's brow, and bony barbs stud its forearms to its elbows. Its fingers end in stubby talons, as do its long toes. Fine scales cover a kobold's body, usually some shade of green. Brown, red, and orange scales appear among particular tribes, as do mottled hides of several colors.<br>    Their reptilian anatomy hides kobolds' physical expressiveness from other races. Their facial construction lacks the anatomy to display the same range of emotions as other humanoids. Kobolds who need to deal with warmbloods develop broad arm and head gestures to convey how they feel.<br>    Since kobolds have to make do with what they scavenge, clothing is limited and functional. A loincloth serves the least among them, while warriors cobble together armor from scraps they harvest from the dead. Crude weaponry suffices until they can steal something better.<br>    Kobolds grow quickly. They can walk and talk within hours after hatching and reach their full height after about a year. Kobolds can live longer than a century, though very few make it through their first decade.<br><br><h3>PLAYING A KOBOLD</h3>Kobolds overrun dungeons and caverns, relying on vast numbers and wicked traps to make up for their deficiencies in size and strength. Their ability to survive among the bigger and tougher monsters of the world shows just how well their tactics have worked.<br>    Kobolds gather in large tribes, reproducing quickly to replenish their numbers. Group pressure and the dictates of charismatic leaders compel all members in the community to work together toward whatever ends they need to survive. No matter what an individual kobold feels or believes, the community expects obedience, and every kobold in the tribe tries to behave in the expected way. Some kobolds have good hearts, but their chieftains believe only ruthlessness will keep the tribe strong. Thus most kobold tribes commit evil acts, or at least self-serving ones.<br>    Kobolds have few illusions about their place in the world. They are scavengers and thieves. They do not grow their own food and would rather deprive others of their goods than craft anything. They lurk on civilization's fringes, raiding farmsteads and ambushing caravans. They settle in old ruins and dungeons, choosing places they can readily defend and fortify. Even with their great numbers, kobolds know they cannot hope to protect themselves against a determined attacker. For this reason, most tribes raise monstrous allies for added muscle or give in and become servants of dungeon rulers.<br>    Of all the monstrous allies kobolds can make, dragons are best of all. Dragons are everything kobolds are not: enormous, majestic, and powerful. They are gods to the kobolds, their idealized selves, and thus are worthy of worship and service—should any dragon accept the little creatures. Any sign of a dragon sends the tribe into a flurry of activity. The kobolds track it to its lair and present it with sacrifices, pageants, and anything else they think it would like. Of course, a dragon presented with so many willing victims indulges its appetite and gobbles up as many as it can. But death by dragon is no deterrent to the kobolds' efforts. They see being eaten by a god as a great honor, and clamor for their chance to climb into the dragon's maw.<br>    Older dragons see kobolds as nuisances. A quick blast of a breath weapon suffices to eliminate an infestation. The trouble for the dragon is that the kobolds do not give up and might try to serve in secret even if rejected. Younger dragons, however, might see the advantage in a loyal clan of guards and attendants to protect their hoards and warn of adventurers who come calling. Once a kobold tribe installs itself around a dragon, everything they do serves their god.<br>    A kobold's life is unpleasant to say the least. Very few kobolds live to reach old age. Attrition claims most before they get too far into adulthood. Hunger, thirst, and want are constant companions, and even the dimmest kobolds learn to watch their backs. Kobolds are subject to the same greed as dragons, though far less intense. Most of them keep small stashes of coins or other treasure secret from the tribe, even though they know they're duty-bound to pool such resources.<br>    Kobolds understand that they are stronger together than they are apart. All grudges are forgotten when the tribe faces an outside threat. Kobolds demonstrate surprising cunning when dealing with intruders, as evident in the traps they design to level the playing field. Kobolds' skill in trapmaking is amazing. With only minimal supplies—mostly junk—they can fashion crafty snares and clever alarms. Even intrepid explorers know that entering a kobold warren invites disfigurement and death.<br>    The harsh reality of kobold existence demands absolute obedience to the leader's demands. Kobolds who lack the killer's instinct, show any weakness, or disobey orders are shunned and driven to the tribe's periphery. If not devoured by a passing predator or sacrificed to a bloodthirsty god, such exiles might seek their fortunes beyond the tribe. Survival is by no means assured, but such action at least gives them a chance to survive.<br>    Kobolds are survivors first. They are not above prostrating themselves before enemies if it means buying a little time. A lone kobold survivor after a raid, a prisoner, or one otherwise cut off from its fellows must adapt to avoid death. A kobold who was part of an evil tribe might reform its behavior in the presence of others who are willing to guide and support it, and might even find this new “tribe” more comforting than the old one. Such individuals find the adventurer's life suits them—not because they crave danger or excitement, but because their talents make them useful to other adventurers who protect them in return.<br><br><b>Kobold Characteristics</b>: Ambitious, cooperative, fawning, greedy, loyal, obedient, quick, timid<br><br><b>Kobold Male Names</b>: Bont, Dartak, Deekin, Forgen, Kol, Meepo, Nin, Speelok, Zeem<br><b>Kobold Female Names</b>: Capax, Eenith, Foruul, Gumba, Iimen, Lorpe, Rowatak<br><br> (4/17/2012)<br>Updated in Into the Unknown.<br><br><p class=publishedIn>Published in Monster Manual, Into the Unknown: The Dungeon Survival Handbook, page(s) 40.</p>","race4":"<h1 class=player>Elf</h1><i>Unmatched archers, cunning explorers, protectors of the wild forests</i><br><p class=flavor><b>RACIAL TRAITS</b></p><blockquote><b>Average Height</b>: 5' 4\" - 6'0\"<br><b>Average Weight</b>: 130 - 170<br><br><b>Ability scores</b>: +2 Dexterity, +2 Intelligence or +2 Wisdom<br><b>Size</b>: Medium<br><b>Speed</b>: 7 squares. <br><b>Vision</b>: Low-Light<br><br><b>Languages</b>: Common, Elven<br><b>Skill Bonuses</b>: +2 Nature, +2 Perception.<br><b>Elven Accuracy</b>: You have the elven accuracy power.<br><b>Elven Weapon Proficiency</b>: You gain proficiency with the longbow and the shortbow.<br><b>Fey Origin</b>: Your ancestors were native to the Feywild, so you are considered a fey creature for the purpose of effects that relate to creature origin.<br><b>Group Awareness</b>: You grant non-elf allies within 5 squares of you a +1 racial bonus to Perception checks.<br><b>Wild Step</b>: You ignore difficult terrain when you shift.<br><br></blockquote><br><span class=power><h1 class=encounterpower>Elven Accuracy<span class=level>Elf Racial Power</span></h1><p class=flavor><i>With an instant of focus, you take careful aim at your foe and strike with the legendary accuracy of the elves.</i></p><p class=powerstat><b>Encounter</b>  <br><b>Free Action</b>      <b>Personal</b> </p><p class=powerstat><b>Trigger</b>: You make an attack roll and dislike the result.</p><p class=flavor><b>Effect</b>: Reroll the attack roll. Use the second roll, even if it's lower.</p><br></span><h3>PHYSICAL QUALITIES</h3>Elves are slender, athletic folk about as tall as humans. They have the same range of complexions as humans, tending more toward tan or brown hues. A typical elf 's hair color is dark brown, autumn orange, mossy green, or deep gold. Elven ears are long and pointed, while an elf 's eyes are vibrant blue, violet, or green. Elves favor a wild and loose look to their hair.<br>    Elves mature at about the same rate as humans, but they show few effects of age past adulthood. The first sign of an elf 's advancing age is typically a change in hair color—sometimes graying but usually darkening or taking on more autumnal hues. Most elves live to be well over two hundred years old and remain vigorous almost to the end.<br><br><h3>PLAYING AN ELF</h3>When creating an elf adventurer, here are a few points to consider.<br>    Protect all that is good and beautiful. The natural progression of the universe seems intent on destroying the fleeting grace of beauty, love, and peace. Thus, you must fight to ensure that these things survive. An elf might remain unmoved by the plight of a human city facing an orc invasion, even as an idyllic village of farmers in the horde's path spurs him to action. Elves appreciate beauty because their history has forced them to watch it gradually fade from the world. From the first days of the bitter fey war, through the rise and fall of a succession of worldly empires, the elves know all too well that anything worth enjoying or loving is worth fighting for.<br>    Life is measured in years, not days. You are acutely aware of the unfurling of years and the grand tapestry of history. Elves plan for the long term, and you are no different. “Enjoy the day; prepare for the year,” is a common elf saying that expresses this attitude. You might spend your days in song and drink easily enough, but all the while in the back of your mind, you watch a web of events unfold around you. You understand that an action now leads to a reaction—a change in the world—that might not become evident for years. When you adventure, you keep one eye on the future and your role in the grand scheme of events.<br>    The strongest sword is guided with wisdom, not might. The best battles are those that are short, decisive, and as bloodless as possible. The elves are too few in number to wage wars of attrition, and they view risky tactics and frontal assaults as foolish at best. As an elf, you employ the most direct methods to defeat your enemy. Why waste time battling goblin patrols when the entire tribe will scatter with the death of its conquest-minded king? Keep the long-term view in mind, and settle all problems with quick, decisive resolution.<br>    Tales and songs. The elves preserve their history through songs and tales told in the oral tradition. As a young elf, you would have heard and memorized these stories of great elf heroes, their legendary deeds, and the struggles of your people. You might draw on the nature, events, or themes of such stories for inspiration, or to express your elven point of view to your allies.<br><br><b>Elf Characteristics</b>: Agile, friendly, intuitive, joyful, perceptive, quick, quiet, wild<br><br><b>Elf Male Names</b>: Adran, Aelar, Beiro, Carric, Erdan, Gennal, Heian, Lucan, Peren, Rolen, Theren, Varis<br><b>Elf Female Names</b>: Adrie, Birel, Chaedi, Dara, Enna, Faral, Irann, Keyleth, Lia, Mialee, Shava, Thia, Valna <br><p class=publishedIn>Published in Player's Handbook, page(s) 40, Heroes of the Fallen Lands, page(s) 260.</p>","race64":"<h1 class=player>Llewyrr Elf</h1><br>During the Crown Wars, the Llewyrr were a community of moon elves and green elves dwelling in the verdant woodland known today as Neverwinter Wood. When Vyshaan armies swept through their lands, the Llewyrr fled across the sea seeking the fabled isle of Evermeet.<br>    A fierce squall forced the refugees to make landfall on the Moonshaes, where they were greeted by the enigmatic leShay, legendary progenitors of the fey. The leShay permitted the Llewyrr to settle in isolation and safety among the mountains of the large central island. The Llewyrr named their new kingdom Synnoria, after the queen who led them to this island sanctuary.<br>    Over the next eleven millennia, the Llewyrr evolved into a unique subrace rarely seen outside the Moonshaes. Llewyrr share many of the same societal attributes of their moon elf ancestors, including the building of grand cities and advanced mastery of arcane arts. Llewyrr have fair skin, but unlike their moon elf cousins, the elves of Synnoria have golden hair. Llewyrr born in the last century share the hauntingly opalescent eyes common to all eladrin, with the pupils of older generations colored in shades of green and brown, with gold flecks. <br>    At the heart of Synnoria is the resplendent city of Chrysalis, resting upon a verdant tor rising from a crystal clear lake. The city is a dazzling display of soaring glassteel towers, crystalline gardens, and majestic silver-glyphed boulevards. <br>    Today, much of the city is abandoned, for the Llewyrr have paid a price for their long isolation. Birth rates are low, and centuries of attrition has dwindled their numbers dramatically. Males are uncommon, constituting less than a quarter of the population.<br><br><h3>Roleplaying a Llewyrr Elf</h3>Sun elves were the aggressors who forced the Llewyrr out of the Llewyrrwood on the mainland, so you harbor a lingering animosity toward them. This distrust extends to other elf subraces as well. Having lived in isolation for so long, most Llewyrr feel no kinship toward their elf cousins, and have no desire to be caught up in elven politics and intrigues. You swear fealty to the High Lady of Sarifal, not the crown of Evermeet.<br>    You share a bond with the natural world and primal spirits of the land. Unlike many eladrin, the Llewyrr do not worship Corellon Larethian or other divine entities of the Seldarine. Instead, the Llewyrr venerate the “fey gods,” mighty primal spirits and archfey that have watched over the Moonshaes for millennia. Greatest among these primal manifestations are the Earthmother and her children.<br>    Your people have survived for millennia by forming strong family and community bonds, and you honor these. An oath given by a Llewyrr is a binding pledge. Though Llewyrr are slow to trust, once a bond is formed, the friendship lasts a lifetime.<br><br><h3>Llewyrr Elf Benefits</h3>    <b>Historical Insight: </b>Armed with a voracious appetite for studying the antiquity of humanoid culture, you have an uncanny ability to discern the intent of individuals based solely on the historical exploits of their kind.<br>    <i>Benefits: </i>You gain a +2 bonus to Insight checks. This benefit replaces the normal eladrin skill bonus to Arcana.<br>    <b>Elf Weapon Proficiency (Llewyrr Elf): </b>Elves and eladrin of all stripes take time to learn the traditional weapons of their people.<br>    <i>Benefits: </i>You gain proficiency with the longbow and the shortbow. This benefit replaces Eladrin Weapon Proficiency.<br><p class=publishedIn>Published in Dragon Magazine 405.</p>","race24":"<h1 class=player>Minotaur</h1><i>Caught between savagery and civilization, these warriors struggle against the beast within</i><br><p class=flavor><b>RACIAL TRAITS</b></p><blockquote><b>Average Height</b>: 7'1\" - 7'5\"<br><b>Average Weight</b>: 320 - 350<br><br><b>Ability scores</b>: +2 Strength, +2 Constitution or +2 Wisdom<br><b>Size</b>: Medium<br><b>Speed</b>: 6 squares. <br><b>Vision</b>: Normal<br><br><b>Languages</b>: Common, choice of one other<br><b>Skill Bonuses</b>: +2 Nature, +2 Perception.<br><b>Ferocity</b>: When you drop to 0 hit points or fewer, you can make a melee basic attack as an immediate interrupt.<br><b>Goring Charge</b>: You have the goring charge power.<br><b>Heedless Charge</b>: You have a +2 racial bonus to AC against opportunity attacks you provoke during a charge.<br><b>Vitality</b>: You have one additional healing surge.<br><br></blockquote><br><span class=power><h1 class=encounterpower>Goring Charge<span class=level>Minotaur Racial Power</span></h1><p class=flavor><i>You charge the enemy and gore it with your horns.</i></p><p class=powerstat><b>Encounter</b><br><b>Standard Action</b>      <b>Melee</b> 1</p><p class=flavor><b>Effect</b>: You charge and make the following attack in place of a melee basic attack.</p><p class=powerstat>  <b>Target</b>: One creature</p><p class=powerstat>  <b>Attack</b>: Strength + 4 vs. AC, Constitution + 4 vs. AC, or Dexterity + 4 vs. AC.<br>Increase the bonus to attack rolls to +6 at 11th level and +8 at 21st level.</p><p class=flavor>  <b>Hit</b>: 1d6 + Strength modifier, Constitution modifier, or Dexterity modifier damage, and you knock the target prone.</p><p class=powerstat>  <b>Level 11</b>: 2d6 + Strength modifier, Constitution modifier, or Dexterity modifier damage.</p><p class=flavor>  <b>Level 21</b>: 3d6 + Strength modifier, Constitution modifier, or Dexterity modifier damage.</p><br></span>Minotaurs embody the tension between civilization and savagery, discipline and madness, for they stand in two worlds. Tugged toward violence but bound by conscience, numerous minotaurs are driven to rise above their dark impulses. Such a minotaur seeks the balance between the monstrous and the refined. Innumerable minotaurs give in to the temptations staining their souls and find themselves thralls to Baphomet, the Horned King. Minotaurs must struggle to become more than the beasts they resemble or else succumb to the demonic brutality they despise.<br><br>Play a Minotaur if you want...<br>• to be a mighty warrior who has amazing strength and endurance.<br>• to be a monstrous adventurer struggling against villainous tendencies.<br>• to be a member of a race that favors the barbarian, fighter, and warden classes.<br><br><h3>PHYSICAL QUALITIES</h3>A minotaur combines the features of human and bull, with the build and musculature of a hulking humanoid, but with cloven hooves, a bovine tail, and, most distinctive of all, a bull's head. Fur covers a minotaur's upper body, coarse and thick on the head and neck, gradually thinning around the shoulders until it becomes humanlike hair over the arms and upper torso. The thick hair turns shaggy once more at the minotaur's waist and thickens around the loins and legs, with tufts at the end of the tail and around the powerful hooves. Minotaurs take pride in their horns, the sharpness, size, and color of which are related to an individual's place in minotaur society. Fur and skin coloring runs from albino white to coal black, though most minotaurs have red or brown fur and hair.<br><br>Labyrinthine patterns are important to minotaurs, and these decorations appear on their clothing, armor, and weapons, and sometimes even on their hides. Each pattern is particular to a clan, and the pattern's size and complexity help minotaurs identify family allegiance and caste. The patterns evolve through the generations, growing more expansive based on clan members' deeds and a clan's history.<br><br>Minotaurs live as long as humans do.<br><br><h3>PLAYING A MINOTAUR</h3>The minotaur preference for labyrinths is legendary, and is more than a quirk. It is central to what minotaurs believe and how they see the world around them. A labyrinth is a physical representation of the spiritual and psychological journey each minotaur must undertake to make peace with his or her conflicted nature.<br><br>Each minotaur must navigate the perils of the self to transcend bestial impulses. One minotaur might achieve this easily. Another might wander the corridors of his or her mind and soul for a lifetime, trapped within the circuitous passages of self-deception and monstrous desire. Those who fail might descend into depravity, becoming the thralls of the Horned King, whose presence looms over every minotaur community.<br><br>Perhaps as a result of this inner struggle, minotaurs seek structure and order in all they do. They take great pleasure from perfecting their talents, and many spend lifetimes mastering trades, artistic styles, magic, and fighting techniques. Once minotaurs commit themselves to a task, they see it through. Failure is not perceived as a personal flaw, but as an opportunity for growth. Giving up when faced with challenges, however, is seen as a weakness of character. The greatest challenge for minotaurs is to remain vigilant against their inner corruption, and so to capitulate in any effort is more than dangerous; it is the first step on the road to spiritual corruption.<br><br>Although many minotaurs are civilized, they are the objects of suspicion and hatred from other races. This animosity stems not only from minotaurs' monstrous appearance, but also from their infamy. Wicked minotaurs are remorseless raiders and killers, and these are often the only minotaurs known in a given area.<br><br><b>Minotaur Characteristics</b>: Bloodthirsty, cruel, disciplined, enlightened, frustrated, militant, mystical, polite, savage, spiritual, tortured<br><br><b>Minotaur Male Names</b>: Asteron, Bjorkus, Codrus, Foostus, Goeban, Jak, Minron, Noostoron, Podrus, Terios<br><b>Minotaur Female Names</b>: Duula, Esteru, Hester, Kuonu, Loodra, Oestra, Raastred, Seestra, Uovana, Weoren<br><p class=publishedIn>Published in Player's Handbook 3, page(s) 10.</p>","race44":"<h1 class=player>Wilden</h1><i>Nature's guardians—hunters and destroyers, keepers of ancient knowledge</i><br><p class=flavor><b>RACIAL TRAITS</b></p><blockquote><b>Average Height</b>: 5'6\" - 5'9\"<br><b>Average Weight</b>: 140 - 170<br><br><b>Ability scores</b>: +2 Wisdom, +2 Constitution or +2 Dexterity<br><b>Size</b>: Medium<br><b>Speed</b>: 6 squares. <br><b>Vision</b>: Low-light<br><br><b>Languages</b>: Common, Elven<br><b>Skill Bonuses</b>: +2 Nature, +2 Stealth.<br><b>Fey Origin</b>: Your ancestors were native to the Feywild, so you are considered a fey creature for the purpose of effects that relate to creature origin.<br><b>Hardy Form</b>: Choose Fortitude, Reflex, or Will defense. You gain a +1 racial bonus to your chosen defense.<br><b>Nature's Aspect</b>: Whenever you complete an extended rest, choose one of the following aspects of nature.<br><i>Aspect Of The Ancients</i>: You can use the voyage of the ancients power while you are in this aspect.<br><i>Aspect Of The Destroyer</i>: You can use the wrath of the destroyer power while you are in this aspect.<br><i>Aspect Of The Hunter</i>: You can use the pursuit of the hunter power while you are in this aspect.<br><br></blockquote><br><span class=power><h1 class=encounterpower>Pursuit of the Hunter<span class=level>Wilden Racial Power</span></h1><p class=flavor><i>Your prey tries to maneuver away, but there is no escape.</i></p><p class=powerstat><b>Encounter</b><br><b>Immediate Reaction</b>      <b>Personal</b> </p><p class=powerstat><b>Trigger</b>: An enemy within 2 squares of you moves on its turn</p><p class=flavor><b>Effect</b>: You shift 3 squares. Until the end of your next turn, you deal 1d6 extra damage to the triggering enemy when you hit it, and you don't take the –2 penalty to attack rolls for attacking it when it has cover or concealment.</p><br><h1 class=encounterpower>Voyage of the Ancients<span class=level>Wilden Racial Power</span></h1><p class=flavor><i>Using the cover of your assault, you vanish and leave a bewildered foe in your wake.</i></p><p class=powerstat><b>Encounter</b> ✦     <b>Teleportation</b><br><b>Free Action</b>      <b>Personal</b> </p><p class=powerstat><b>Trigger</b>: You hit an enemy with a close or area attack</p><p class=flavor><b>Effect</b>: You teleport 3 squares. Choose a single enemy you hit with the attack. You and one ally you can see gain combat advantage against that enemy until the end of your next turn.</p><br><h1 class=encounterpower>Wrath of the Destroyer<span class=level>Wilden Racial Power</span></h1><p class=flavor><i>The destroyer aspect responds with deadly force to an attack, taking your battered enemy aback with your savagery.</i></p><p class=powerstat><b>Encounter</b><br><b>Immediate Reaction</b>      <b>Personal</b> </p><p class=powerstat><b>Trigger</b>: A bloodied enemy attacks you or your ally adjacent to you</p><p class=flavor><b>Effect</b>: You either make a melee basic attack against the triggering enemy or charge it. If your attack hits, the enemy is also dazed until the end of your next turn.</p><br></span>The wilden emerged from the unspoiled reaches, ancient bogs, and primeval forests of the Feywild. Awakened to fight the growing corruption plaguing the land, they strive to restore the natural order and to purge aberrant horror from the world.<br><br>Play a Wilden if you want...<br>• to embody nature's ability to right its own course.<br>• to adapt to the challenges you face by altering your essential nature.<br>• to be a member of a race that favors the battlemind, druid, invoker, and shaman classes.<br><br><h3>PHYSICAL QUALITIES</h3>Wilden are fey creatures with plantlike characteristics. Their bones are hardwood, and their supple, barklike skin trails into viny tendrils and a cloak of leaves, which drapes across the back.<br>    Within each wilden lies nature's spirit, and all can manifest this spirit in different forms called aspects. Each aspect triggers a physical transformation, reflecting the purpose for which the wilden were created. A wilden in the aspect of the ancients has eyes and leaves of stark white. In the aspect of the destroyer, jagged spurs break through the wilden's skin, and his or her eyes darken to a lustrous black. The hunter's aspect camouflages a wilden's body with alternating green and brown patterns, while his or her eyes take on a bright emerald color.<br>    As wilden age, their bodies move through the seasons. Young wilden are like trees in spring, filled with life and vigor, their bodies a rich green hue. In the summer phase, a wilden's body is brown or tan, having reached its full size and stature, while its cloak of leaves remains vibrant green. Wilden in the autumn phase undergo a profound change, their skin darkening as their leaves turn color to fiery reds, yellows, and oranges. Finally, the winter phase heralds the end of a wilden's life, as the body grows thinner and the wilden's leaves wither and fall. A typical wilden lives more than a century.<br><br><h3>PLAYING A WILDEN</h3>The wilden are a race in its infancy. Wilden believe that they awoke to meet a threat moving across the Feywild and into the world: the rising power of the Far Realm and its incursions into the rest of the known universe, in the form of aberrant creatures.<br>    Central to wilden existence are nature's three aspects: the keeper of ancient secrets, the destroyer, and the hunter. As keepers of ancient secrets, wilden act as stewards, preserving the land against any who would defile it. The destroyer aspect is nature's fury incarnate—the destruction embodied by hurricanes, tornadoes, and lightning strikes. Finally, the aspect of the hunter seeks out and eradicates aberrant corruption, containing the taint of aberration before it can spread.<br>    Individuality has no place in a wilden's life. Male and female wilden display differences in personality and appearance, but all wilden regard themselves as being parts of a greater whole. When speaking of themselves, wilden tend to speak in the plural, using “we” instead of “I.”<br>    As a new people, the wilden lack any grudges toward other races, or indeed any history of interaction with other races. Most wilden are curious, eager to learn about other societies, beliefs, and cultures. Wilden might adopt the values of other races as their own, informing their outlooks based on those of the races they interact with the most.<br>    Wilden experience dramatic shifts in personality when they assume their aspects. They become introspective, thoughtful, and cautious when in the aspect of the ancients, aggressive in the aspect of the destroyer, and secretive and withdrawn while in the aspect of the hunter. Wilden learn to control these tendencies over time, but the transformation can be jarring to those around them.<br>    Even as wilden shape their beliefs through exposure to other cultures, they maintain that their purpose is to secure the Feywild and the natural world from harm. Wilden who worship gods venerate deities who cherish nature, such as Corellon, Melora, and Sehanine. Wilden also honor the primal spirits.<br>    The wilden have no kingdoms or even cities, but they regard all of nature as their home. Where they do congregate, they gather in small communities where the borders between the Feywild and the natural world are thinnest. The wilden live in harmony with nature, so even in these settlements, it is difficult to distinguish where the wilderness leaves off and the community begins.<br><br><b>Wilden Characteristics</b>: Accepting, ambitious, contradictory, curious, driven, enigmatic, intolerant, measured, savage, violent<br><br><b>Wilden Male Names</b>: Banmarden, Durmindin, Fiddenmar, Kettenbar, Midnorten, Rodmennar, Vennerzad<br><b>Wilden Female Names</b>: Dannamai, Ennimbel, Kalkennash, Nementah, Shallahai, Tellorda, Zazenna<br><p class=publishedIn>Published in Player's Handbook 3, page(s) 14.</p>","race5":"<h1 class=player>Halfling</h1><i>Resourceful wanderers, cunning scouts, travelers of forgotten roads</i><br><p class=flavor><b>RACIAL TRAITS</b></p><blockquote><b>Average Height</b>: 3' 10\" - 4' 2\"<br><b>Average Weight</b>: 75 - 85<br><br><b>Ability scores</b>: +2 Dexterity, +2 Charisma or +2 Constitution<br><b>Size</b>: Small<br><b>Speed</b>: 6 squares. <br><b>Vision</b>: Normal<br><br><b>Languages</b>: Common, choice of one other<br><b>Skill Bonuses</b>: +2 Acrobatics, +2 Thievery.<br><b>Bold</b>: You gain a +5 racial bonus to saving throws against fear.<br><b>Nimble Reaction</b>: You gain a +2 racial bonus to AC against opportunity attacks.<br><b>Second Chance</b>: You can use second chance as an encounter power.<br><br></blockquote><br><span class=power><h1 class=encounterpower>Second Chance<span class=level>Halfling Racial Power</span></h1><p class=flavor><i>Luck and small size combine to work in your favor as you dodge your enemy's attack.</i></p><p class=powerstat><b>Encounter</b>  <br><b>Immediate Interrupt</b>      <b>Personal</b> </p><p class=powerstat><b>Trigger</b>: You are hit by an attack.</p><p class=flavor><b>Effect</b>: The attacker must reroll the attack and use the second roll, even if it is lower.</p><br></span><h3>PHYSICAL QUALITIES</h3>Halflings stand about 4 feet tall and weigh about 80 pounds. They resemble small humans and are proportioned like human adults. Halflings have the same range of complexions as humans, but most halflings have dark hair and eyes. Halfling males don't have beards, but many have long, full sideburns. Halflings of both genders often wear complicated hairstyles, featuring complex braiding and weaving techniques.<br>    Halflings typically dress in clothes that match their surroundings, preferring earth tones and various shades of green. Their clothing and gear feature woven textures and stitching. Birds, river patterns, boats, and fish are common images in halfling art and decoration.<br>    Halflings have life spans comparable to those of humans.<br><br><h3>PLAYING A HALFLING</h3>Halflings are an affable, warm, and cheerful people. They survive in a world full of larger creatures by avoiding notice or, barring that, avoiding offense. They appear harmless, and so have managed to survive for centuries in the shadow of empires and on the edges of wars and political strife.<br>    Halflings are practical and down-to-earth. They concern themselves with basic needs and simple pleasures, harboring few dreams of gold or glory. Adventurers are no more rare among halflings than among other races, but they usually pursue the adventurer's life for reasons of community, friendship, wanderlust, or curiosity. Halfling adventurers are brave and faithful companions, relying on stealth and trickery in battle rather than raw might or magic.<br>    Halflings are extremely curious. Most can't refrain from opening a door to see what it conceals, or to turn a corner or climb a hill just to find out what lies beyond. Along with this intense curiosity, many halflings seem possessed of a kind of fearlessness—their curiosity and need to experience new things overcoming any hesitation brought on by anxiety.<br>    In the absence of royalty or nobility, halflings instead look to family elders to guide them. This emphasis on family and community has enabled halflings to maintain a consistent culture for thousands of years, unaffected by the rise and fall of empires.<br>    According to halfling legend, Melora and Sehanine created the halflings together, giving the race a love of nature and the gift of stealth. When their interest waned, these gods stopped looking after the race, or so the legends go, and halflings made their own way in the world. They say Avandra, the god of luck, admired their resourcefulness and adopted them, favoring them with good fortune. Not all halflings worship Avandra, but nearly all breathe a prayer of thanks to her when fortune favors them.<br><br><b>Halfling Characteristics</b>: Brave, curious, determined, down-to-earth, friendly, good-natured, lucky, nimble, optimistic, practical, resourceful, warm<br><br><b>Halfling Male Names</b>: Ander, Corrin, Dannad, Errich, Finnan, Garret, Lazam, Lindal, Merric, Nebin, Ostran, Perrin, Reed, Shardon, Ulmo, Wenner<br><b>Halfling Female Names</b>: Andrey, Bree, Callie, Chenna, Eida, Kithri, Lidda, Nedda, Paela, Shaena, Tryn, Vani, Verna, Wella<br><p class=publishedIn>Published in Player's Handbook, page(s) 44, Heroes of the Fallen Lands, page(s) 266.</p>","race65":"<h1 class=player>Hengeyokai</h1><i>Wily beasts with the ability to assume human form.</i><br><p class=flavor><b>RACIAL TRAITS</b></p><blockquote><b>Average Height</b>: 4'10\" - 5'6\"<br><b>Average Weight</b>: 100 - 140<br><br><b>Ability scores</b>: +2 Dexterity, +2 Charisma or +2 Wisdom<br><b>Size</b>: Medium<br><b>Speed</b>: 7 squares. <br><b>Vision</b>: Low-light<br><br><b>Languages</b>: Common, choice of one other<br><b>Skill Bonuses</b>: +2 Bluff.<br><b>Animal Form</b>: Select your animal form and gain +2 to a skill determined by your animal form: badger (Endurance), carp (Endurance), cat (Acrobatics), crab (Intimidate), crane (Nature), dog (Insight), fox (Stealth), hare (Athletics), monkey (Athletics), raccoon dog (Stealth), rat (Thievery), or sparrow (Perception).<br><b>Beast Nature</b>: You are considered both a magical beast and a humanoid for the purpose of effects that relate to creature type.<br><b>Elusive</b>: You have a +2 racial bonus to checks made to escape a grab and to saving throws against effects that immobilize, restrain, or slow you.<br><b>Fey Origin</b>: Your ancestors were native to the Feywild, so you are considered a fey creature for the purpose of effects that relate to creature origin.<br><b>Language of Beasts</b>: While you are in animal or hybrid form, you can communicate with any natural or fey beasts that share your animal form or a form that is closely related (for example, a dog hengeyokai can communicate with a wolf). In human form, you can understand these beasts but cannot directly communicate with them.<br>    You can communicate simple concepts and commands to such creatures, but they are under no compulsion to obey you, and their knowledge is restricted by their experience and mobility. Beasts you talk to are not necessarily friendly; your DM may require skill checks to influence their attitude.<br><b>Nature's Mask</b>: You have the nature's mask power.<br><b>Shapechanger</b>: You have the shapechanger subtype; you can alter your appearance. As such, you are subject to effects and conditions that affect shapechangers.<br><br></blockquote><br><span class=power><h1 class=atwillpower>Nature's Mask<span class=level>Hengeyokai Racial Utility </span></h1><p class=flavor><i>You swiftly assume the guise of either human or beast.</i></p><p class=powerstat><b>At-Will (Special)</b> ✦     <b>Polymorph</b><br><b>Minor Action</b>      <b>Personal</b> </p><p class=flavor><b>Effect</b>: You change into your human, Tiny animal, or hybrid form. The new form lasts until you change forms again. While you are in human or animal form, other creatures can attempt to discern your true nature by making an Insight check opposed by your Bluff check; you gain a +5 bonus to your check.<br>    None of your game statistics change in human or hybrid form. While in animal form, you cannot use any attack powers, although you can sustain such powers. Your equipment becomes part of the form, and you continue to gain the benefits of the equipment you wear, except for shields and item powers. While equipment is part of the form, it cannot be removed, and anything in a container that is part of the form is inaccessible. You otherwise retain your game statistics.<br>    You gain a movement benefit based on your form.<br>    Badger: You gain a burrow speed equal to half your speed, but you cannot burrow through solid stone.<br>    Carp, Crab: You gain a swim speed equal to your speed, and then your land speed becomes 1. You can breathe underwater.<br>    Cat, Monkey, Raccoon Dog, Rat: You gain a climb speed equal to your speed.<br>    Crane, Sparrow: Your land speed becomes 1, and you gain a fly speed of 1 + half your speed.<br>    Dog, Fox, Hare: Your speed increases by 2.</p><p class=powerstat><b>Special</b>: You can use this power only once per round.</p><br></span><h3>PHYSICAL QUALITIES</h3>Hengeyokai are agile creatures, but their other physical attributes vary according to their subrace. Twelve subraces are known to exist: badger, carp, cat, crab, crane, dog, fox, hare, monkey, raccoon dog, rat, and sparrow. Legends abound of other subraces, such as frog, lizard, and weasel, in addition to larger beings such as tigers, dolphins, and pandas; however, no human has ever confirmed their existence.<br>    The race is exceptionally long-lived, with an unusual life cycle. Hengeyokai can live for over 200 years, but for the first century they exist only as animals and cannot assume another form. Except for their extended life span and above-average intelligence, immature hengeyokai differ little from mundane animals. Once they reach 100 years of age, they can assume hybrid and human forms. At this point, they are the equivalent of human adolescents, but any memories of their previous existence are hazya and indistinct.<br>    All hengeyokai can assume three distinct forms.<br>    Animal Form: In animal form, hengeyokai are nearly indistinguishable from normal animals; only careful observation of their behavior can uncover their intelligence. They are exceptionally mobile in this form and often assume it for the purpose of exploration or reconnaissance. Hengeyokai cannot speak in animal form, but they can communicate with beasts similar to themselves.<br>    Hybrid Form: In this form, hengeyokai stand at their human height on their hind legs or similar appendages. They assume an overall humanoid shape, with front paws, wings, or fins changing into hands that are capable of gripping and using weapons and other equipment, but retain their animalistic appearance, including fur, scales, feathers, tails, and other characteristics. They can speak any languages they know and are still able to communicate with animals. Hengeyokai prefer to assume this form among their own kind or trusted companions of other races.<br>    Human Form: Each hengeyokai can assume the form of a unique human. While individuals' appearance varies according to the region in which they were born, on average they are shorter and slighter than their human neighbors. Even in human form, hengeyokai always display some animalistic features. For example, a sparrow hengeyokai might have a sharp, beaklike nose; a crab hengeyokai, larger-thannormal hands; and a rat hengeyokai, beady eyes or a long, thin mustache. Hengeyokai in human form can speak any language they know but can no longer directly communicate with animals, though they can still understand them.<br><br><h3>PLAYING A HENGEYOKAI</h3>When creating a hengeyokai character, here are a few points to consider.<br>    You straddle multiple realms. Hengeyokai embody several, often conflicting worlds. Are you more animal or human? Spirit or mortal? Do you feel more comfortable in the wilderness or amid the trappings of civilization? How you answer these questions largely defines who you are, but these inherent tensions tear you in different directions, causing you to act unpredictably by the standards of other races. Many adventuring hengeyokai do so to get a better sense of themselves. What do you hope to discover about yourself during your journeys?<br>    Guardian, predator, or recluse? Most hengeyokai want to live alone in peace, but others interact with human society more frequently. How do you relate to your neighbors? Those who see themselves as more part of the mortal world will often live among humans and sometimes become the guardians of the families or small villages they encounter; even evil hengeyokai are occasionally forced into this role, though they're more likely to regard their charges as possessions or meal tickets. Hengeyokai who feel superior to their neighbors because of their heritage often become heartless predators, at best using humans for personal gain.<br>    Your freedom is paramount. When you see animals caged in pens or tied to stakes, you shake your head in sadness. You would rather die than suffer such a fate. As a result, you are constantly on the move, even if you remain in the same area, and you strive to limit your attachments, since not all shackles are literal. Something or someone has to be very important to you to make you stay in one place for a lengthy period. What do you value as much as your own freedom?<br>    Your wits are a weapon. You're not as big or as powerful as other races, but you make up for that with your wits. Be smart and fast, and make sure to take advantage of opportunities as they arise, especially those of your own design. Hone this weapon with mischief; it's better for a merchant to catch you stealing now than for a daimyo's guard to do so later.<br><br><b>Hengeyokai Characteristics</b>: Agile, chaotic, elusive, independent, mischievous, quick, protective, reclusive, secretive, unpredictable, wild<br><br><p class=publishedIn>Published in Dragon Magazine 404.</p>","race25":"<h1 class=player>Orc</h1><br><p class=flavor><b>RACIAL TRAITS</b></p><blockquote><b>Average Height</b>: 6'0\" - 6'5\"<br><b>Average Weight</b>: 200 - 230<br><br><b>Ability scores</b>: +2 Constitution, +2 Strength<br><b>Size</b>: Medium<br><b>Speed</b>: 6 squares. <br><b>Vision</b>: Low-light<br><br><b>Languages</b>: Common, Giant<br><b>Running Charge</b>: When you charge, add 2 to your speed.<br><b>Warrior's Surge</b>: You can use warrior's surge as an encounter power.<br><br></blockquote><br><span class=power><h1 class=encounterpower>Warrior's Surge<span class=level>Orc Racial Power</span></h1><p class=flavor><i>Spilling the blood of your enemy invigorates you.</i></p><p class=powerstat><b>Encounter</b> ✦     <b>Healing</b>, <b>Weapon</b><br><b>Standard Action</b>      <b>Melee</b> weapon</p><p class=powerstat><b>Attack</b>: Strength vs. AC</p><p class=flavor><b>Hit</b>: 1[W] + Strength modifier damage, and you can spend a healing surge.<br>    Increase to 2[W] + Strength modifier damage at 21st level.<br></p><br></span><b>Orc Characteristics</b>: This race is currently detailed as a monster. For the full monster write-up, refer to its source.<br><br><b>Orc Male Names</b>: Dugdor, Glorgam, Gom, Jum, Klorch, Murg, Neghesh, Oglar, Rog, Rorgash, Shamash, Storg, Teg, Ung<br><b>Orc Female Names</b>: Agash, Gurlash, Kruj, Kunja, Shamagg, Treshtog<br><p class=publishedIn>Published in Monster Manual.</p>","race6":"<h1 class=player>Half-Elf</h1><i>Born heroes and leaders who combine the best features of both humans and elves.</i><br><p class=flavor><b>RACIAL TRAITS</b></p><blockquote><b>Average Height</b>: 5'5\" - 6'2\"<br><b>Average Weight</b>: 130 - 190<br><br><b>Ability scores</b>: +2 Constitution, +2 Charisma or +2 Wisdom<br><b>Size</b>: Medium<br><b>Speed</b>: 6 squares. <br><b>Vision</b>: Low-light<br><br><b>Languages</b>: Common, Elven, choice of one other<br><b>Skill Bonuses</b>: +2 Diplomacy, +2 Insight.<br><b>Dual Heritage</b>: You can take feats that have either elf or human as a prerequisite (as well as those specifically for half-elves), as long as you meet any other requirements.<br><b>Group Diplomacy</b>: You grant allies within 10 squares of you a +1 racial bonus to Diplomacy checks.<br><b>Half-Elf Power Selection</b>: Select an option for your half-elf character.<br><i>Dilettante</i>: At 1st level, you choose a 1st-level at-will attack power from a class different from yours. You can use that power as an encounter power.<br><i>Knack For Success</i>: You have the knack for success power.<br><br></blockquote><br><h1 class=encounterpower>Knack for Success<span class=level>Half-Elf Racial Power</span></h1><p class=flavor><i>Your mere presence is enough to tip the balance of fortune for you and your allies.</i></p><p class=powerstat><b>Encounter</b><br><b>Minor Action</b>      <b>Close</b> burst 5</p><p class=powerstat><b>Target</b>: You or one ally in the burst</p><p class=flavor><b>Effect</b>: Choose one of the following.<br>    * The target makes a saving throw.<br>    * The target shifts up to 2 squares as a free action.<br>    * The target gains a +2 power bonus to his or her next attack roll made before the end of his or her next turn.<br>    * The target gains a +4 power bonus to his or her next skill check made before the end of his or her next turn.</p><br><br><h3>PHYSICAL QUALITIES</h3>Half-elves tend to be sturdier of build than elves but more slender than most humans. Half-elves have the same range of complexions as humans and elves, and, like elves, they often have eye or hair colors not normally found among humans. Male half-elves can grow facial hair, unlike male elves, and often sport thin mustaches, goatees, or short beards. Half-elves' ears are about the size of human ears, but they are tapered, like the ears of their elf ancestors.<br>    Half-elves usually adopt the dress and hairstyles of the society they spend the most time with. For example, a half-elf raised among a barbaric human tribe dresses in the furs and skins favored by the tribe and adopts the tribe's style of braids and face paint. However, it is not unusual for half-elves raised among humans to seek out articles of elven clothing or jewelry so that they can display signs of their dual heritage.<br>    Half-elves have life spans comparable to those of humans, but like elves they remain vigorous well into old age.<br><br><h3>PLAYING A HALF-ELF</h3>Half-elves are a race originally descended from the union of elves and humans. Many half-elves are the direct offspring of human and elf parents. However, half-elves produce half-elf offspring among themselves, and some members of the race can trace their mixed ancestry back for generations. Half-elves combine the best traits of both their lines, mixing the wisdom and long-term perspective of the elves with the energy, ambition, and ingenuity of their human parentage.<br>    Half-elves are most common in places where elves and humans live in close proximity. In the earliest age of the world, elves lived in the Feywild and did not mingle with the other mortal races. However, following the bloody war that sundered the elves, the eladrin, and the drow, the first elves made their way into the world to settle in the deepest primeval forests.<br>    This new civilization spread over time, coming into contact with humans and other races. Elves dwelled in peace alongside their human neighbors, for although humans often proved quick-tempered and aggressive, they made good allies and companions. Though tensions sometimes arise between human and elf communities, these two races relate to one another on consistently good terms.<br>    On the borderlands, human villages are often situated near elven forests. When relations between a human settlement and nearby elf villages are good, half-elves are the natural result of the mingling of the two populations. Likewise, the uncertainty that has arisen in settled lands since the fall of the human empire of Nerath has seen countless elf and human families relocate to the settlements of the other race. In such mixed communities, half-elves are an increasingly common sight.<br>    Half-elves are natural leaders and versatile adventurers, and they are commonly seen as good friends and allies. They share some of the natural grace, athleticism, and keen perceptiveness of elves, along with the passion and drive of humans. However, their status as the children of two worlds makes them confident and open-minded, and many are natural diplomats, negotiators, and commanders.<br>    Half-elves rarely settle down for any length of time. Their wanderlust makes them natural adventurers, and they quickly make themselves at home wherever they end up. When their paths take them back to a place they have visited before, they track down old friends and renew old contacts.<br>    Ultimately, half-elves are survivors, able to adapt to almost any situation. They are generally well liked and admired by everyone, not just elves and humans. They are empathetic, and better than most others at putting themselves in others' shoes.<br><br><b>Half-Elf Characteristics</b>: Accommodating, adaptable, charming, confident, gregarious, open-minded<br><br><b>Half-Elf Male Names</b>: Adran, Aelar, Alain, Alek, Beiro, Benn, Carric, Donn, Drew, Erdan, Erik, Gennal, Gregg, Heian, Jonn, Kris, Lucan, Marc, Mikal, Peren, Pieter, Quinn, Regdar, Rolen, Samm, Theren, Thom, Varis, Wil<br><b>Half-Elf Female Names</b>: Adrie, Ana, Birel, Cassi, Chaedi, Dara, Eliza, Enna, Faral, Gwenn, Irann, Jenn, Kat, Keira, Keyleth, Lia, Luusi, Mari, Mialee, Mika, Miri, Morgan, Shava, Shawna, Stasi, Thia, Valna , Zanne<br><br>Update (11/16/2010)<br>Updated to match Essentials data.<br><br><p class=publishedIn>Published in Player's Handbook, page(s) 42, Heroes of the Forgotten Kingdoms, page(s) 252.</p>","race46":"<h1 class=player>Kalashtar</h1><i>Refugees from the realm of dreams whose minds are as sharp as their swords</i><br><p class=flavor><b>RACIAL TRAITS</b></p><blockquote><b>Average Height</b>: 5'8\" - 6'3\"<br><b>Average Weight</b>: 130 - 220<br><br><b>Ability scores</b>: +2 Charisma, +2 Intelligence or +2 Wisdom<br><b>Size</b>: Medium<br><b>Speed</b>: 6 squares. <br><b>Vision</b>: Normal<br><br><b>Languages</b>: Common<br><b>Skill Bonuses</b>: +2 Insight, +2 to choice of one other.<br><b>Bastion of Mental Clarity</b>: You have the bastion of mental clarity power.<br><b>Dual Soul</b>: At the start of your turn, you can make a saving throw against each effect currently rendering you dazed or dominated. If you fail the saving throw, you do not make a saving throw against the effect at the end of your turn.<br><b>Telepathy 5</b>: You can communicate with any other creature that has a language and is within line of sight and within 5 squares of you; this allows for two-way communication<br><br></blockquote><br><span class=power><h1 class=encounterpower>Bastion of Mental Clarity<span class=level>Kalashtar Racial Power</span></h1><p class=flavor><i>You erect a psychic shield to protect your mind from assault, and you ward your allies as well.</i></p><p class=powerstat><b>Encounter</b><br><b>Immediate Interrupt</b>      <b>Close</b> burst 5</p><p class=powerstat><b>Trigger</b>: An enemy hits or misses you with an attack against your Will</p><p class=powerstat><b>Target</b>: You and each ally in the burst</p><p class=flavor><b>Effect</b>: Each target gains a +4 power bonus to Will until the end of your next turn.</p><br></span>Kalashtar look similar to humans, but their outward appearance masks an inner demeanor that is at once serene and wild—cerebral and mad. The kalashtar fled Dal Quor, the region of dreams, eighteen centuries ago and came to Eberron. Today, they are strangers in Khorvaire, seeking refuge from agents of the Dreaming Dark in temple-keeps in the mountains of Adar.<br><br>Play a Kalashtar if you want...<br>• to play a wise and contemplative character who is capable of momentary madness.<br>• to be a stranger in a strange land, where every place you visit is full of wonder.<br>• to be a fugitive on the run from enemies that could be anyone, anywhere.<br>• to be a member of a race that favors the bard, cleric, paladin, and warlock classes.<br><br><h3>PHYSICAL QUALITIES</h3>Kalashtar, which in Quori means “wandering dreams,” first came to Eberron 1,800 years ago. They came as a renegade group from Dal Quor that sought to escape religious and philosophical persecution. Agents of Dal Quor known as the Dreaming Dark hunted them until finally the group's leader, Taratai, found an audacious way to escape Dal Quor. She convinced Adaran monks to accept a permanent fusion of their own souls with those of the renegade quori. From that synthesis came kalashtar, and as a result, kalashtar today look similar to the monks who served as the first willing vessels.<br>The monastery where the sixty-seven humans became kalashtar was a place of refuge, so the humans who lived there were diverse. Kalashtar have thus retained a diversity of appearance, possessing the same variety of skin, hair, and eye colors found among humans. They are usually slimmer and taller than humans, although short or stocky kalashtar exist.<br>Kalashtar physically develop at the same rate as humans do and have similar life spans. A kalashtar child passes for human at first glance, but a few minutes of observation reveals the key difference. All kalashtar have a manner that is graceful, serene, and serious because of the fragment of quori soul bound within them. While human children run, laugh, and play, kalashtar children engage in the same meditative exercises, martial training, and telepathic conversations as adult kalashtar. For a kalashtar, growing up is a physical process, not a mental or emotional one.<br><br><h3>PLAYING A KALASHTAR</h3>Most kalashtar remain in the temple-keeps of Adar, so any kalashtar traveling around Khorvaire probably has a good reason for doing so. A kalashtar might be driven by a desire to break the Riedran siege of Adar, or could be on the run from the Dreaming Dark.<br>The typical kalashtar is contemplative and serene. They are compassionate and friendly, but in a cerebral way. Perhaps due to the turmoil within their conjoined souls, kalashtar keep a tight rein on their emotions. A kalashtar demonstrates camaraderie with a wry grin and an offhand remark rather than with a backslap or a ribald joke.<br>The fragment of quori soul in a kalashtar recalls the escape from Dal Quor. Kalashtar on the run from the Dreaming Dark are wary, although they still try to maintain polite and kind behavior. Kalashtar struggle to integrate the thoughts and sensibilities of their human halves with the strange, intangible memories of their quori souls. Kalashtar flirt with madness. Occasionally, a kalashtar's serene countenance drops to reveal crazed and baffling behavior that is inappropriate or even dangerous.<br><br><b>Kalashtar Characteristics</b>: Balanced, commanding, compassionate, contemplative, disciplined, graceful, insightful, intellectual, spiritual, thoughtful<br><br><b>Kalashtar Male Names</b>: Halkad, Havrakhad, Kanatash, Lanamelk, Lanharath, Malharath, Minharath, Nevitash, Parmelk, Thakakhad, Thinharath<br><b>Kalashtar Female Names</b>: Ganitari, Khashana, Lakashtari, Meva kri, Novakri, Panitari, Sorashana, Thakashtai, Thatari<br><p class=publishedIn>Published in Eberron Player's Guide, page(s) 30.</p>","race26":"<h1 class=player>Shadar-kai</h1><i>Cold of heart and dark of eye, passion burns still within these people of shadow and deep winter.</i><br><p class=flavor><b>RACIAL TRAITS</b></p><blockquote><b>Average Height</b>: 5'7\" - 6'0\"<br><b>Average Weight</b>: 110 - 170<br><br><b>Ability scores</b>: +2 Dexterity, +2 Intelligence or +2 Wisdom<br><b>Size</b>: Medium<br><b>Speed</b>: 6 squares. <br><b>Vision</b>: Low-light<br><br><b>Languages</b>: Common, choice of one other<br><b>Skill Bonuses</b>: +2 Acrobatics, +2 Stealth.<br><b>Shadow Jaunt</b>: You can use shadow jaunt as an encounter power.<br><b>Shadow Origin</b>: The Shadowfell has left its mark on you, so you are considered a shadow creature for the purpose of effects that relate to creature origin.<br><b>Winterkin</b>: Due to your connection to the Raven Queen, you gain a +1 racial bonus to your Fortitude defense. You also gain a +2 racial bonus to death saving throws and saving throws against the unconscious condition.<br><br></blockquote><br><span class=power><h1 class=encounterpower>Shadow Jaunt<span class=level>Shadar-kai Racial Power</span></h1><p class=flavor><i>You move like a wraith between two points, your body rematerializing slowly after you arrive at your destination.</i></p><p class=powerstat><b>Encounter</b> ✦     <b>Teleportation</b><br><b>Move Action</b>      <b>Personal</b> </p><p class=flavor><b>Effect</b>: You teleport 3 squares and become insubstantial until the start of your next turn.</p><br></span>Long eons in the Shadowfell have shaped the shadar-kai into a fiery and, some say, cruel people. Fighting the apathy pervasive in their home plane, shadar-kai live passionately and fearlessly, if grimly. They see themselves as instruments of death and dissolution, the bringers of the righteous end to complacency, stagnation, and life itself. Theirs is a harsh society of self-interest. Among shadar-kai, the strong of body and mind excel and create legends. The weak molder to dust, passing into eternity unremembered.<br><br>Play a Shadar-kai if you want...<br>✦    to use your shadow origins to enhance your abilities with dark powers.<br>✦    to be part of a culture that values great deeds and great power.<br>✦    to be a member of a race that favors the avenger, bard, fighter, invoker, ranger, rogue, sorcerer, warlord, and wizard classes.<br><br><h3>PHYSICAL QUALITIES</h3>Shadar-kai are humanlike, but the weight of existence in the Shadowfell has shaped them to be slightly shorter and much thinner than their human counterparts. A shadar-kai has a colorless complexion that varies from alabaster to dark gray. Shadar-kai hair is similarly drab or raven black. Pale hair might have a hint of color within the range of human norms. The eyes are lustrous and black, lacking any white or clear pupil. Shadows near a shadar-kai sometimes seem to reach out or deepen, especially when the shadar-kai is angry.<br>Although drab in natural appearance, shadar-kai are quite elaborate and idiosyncratic in personal adornment. They like dark and exotic clothing, jewelry, and weapons, often decorated with swatches of bright color. Hair is similarly ornate and often dyed. All shadar-kai embellish their skin with tattoos, scars, and piercings.<br>A shadar-kai could live longer than any eladrin. Few do, however; the consequences of extreme living keep them from seeing old age. Some simply fade away, disappearing into shadow and death, perhaps leaving behind a wraith as the soul passes into the Raven Queen's care.<br><br><h3>PLAYING A SHADAR-KAI</h3>The Shadowfell saps living creatures of creativity and the will to live. When shadar-kai moved to the Shadowfell ages ago, they were not immune to this depression. Numerous members of their early society gave in to ennui and simply slipped out of existence, driving the shadar-kai to change their lifestyle, embracing strong emotions and peak experiences. These practices, born out of necessity, became traditions over countless generations.<br>The current culture of the shadar-kai is a study in pushing boundaries. Shadar-kai welcome difficult tasks, as well as physical and emotional extremes, as a way of life. They learn to channel the darkness of the Shadowfell rather than allowing that darkness to consume them. And they accept death as the inevitable end for those who fail to attain the right amount of power or fame.<br>Shadar-kai embrace living with gusto. The limits of pleasure and pain distract them from the wearying melancholy of the Shadowfell. They also strive for personal greatness, so that if they fail to gain the actual ability to live forever, stories of their great deeds will grant a sort of immortality. In this search for personal glory, most shadar-kai ignore banalities such as comfort, morality, and safety.<br>The tattoos, scars, and piercings a shadar-kai wears have more than one purpose. They exist as a testament to the wearer's ability to withstand pain as well as a means of personal expression and decoration. Each decoration can also be a record of a deed done, an honor gained, or a misdeed declared.<br>These records are important, because personal merit is all a shadar-kai really has. Other signs of personal worth, such as wealth, are but manifestations of success—side effects. Money, for example, can be gained by chance. What matters is an affluent shadar-kai's ability to protect his or her holdings and the ability to gain more.<br>Although shadar-kai leave the Shadowfell to seek fortune in the world and among the planes, a few needs and wants drive a shadar-kai to return home from time to time. Most shadar-kai feel a basic need to visit the enveloping dimness of the Shadowfell at least intermittently. The plane is unlike even the darkest reaches of other planes. Obtaining new adornments and equipment in the proper style often requires a return to the Shadowfell. Shadar-kai also return to their gloomy settlements to spend time among those who see extreme, weird, or even deviant as normal. And they come home to brag.<br>As a rule, shadar-kai are far from humble about their abilities and accomplishments. Boasting and bravado, called “crowing” among shadar-kai, are common in shadar-kai gathering places. Shadar-kai crow in battle, talking up their successes and speaking doom to their enemies. During birthdays and other celebrations, shadar-kai have what they call “crowing moots,” where boasting is taken to the level of artistic and poetic ritual. In addition to the verbal jousting, moots often include, or degenerate into, physical competitions and duels among the participants. As with other deeds among shadar-kai, the greatest “crower” of a moot gains a token—a physical representation such as a tattoo—to commemorate his or her victory. A few shadar-kai, known as doomspeakers, take this “crowing” custom to a supernatural level, becoming so adept at malediction that they can demoralize and sting their foes with dark threats and bloody predictions.<br>Truth be known, shadar-kai don't care if their bravado ultimately proves false. Despite their origin, they have no fear of defeat or agonizing death. What they truly dread is to live without having experienced life, fading into nothingness and being forgotten. Death in battle or even execution for a crime is a statement of a life lived. After all, shadar-kai are death's children.<br>The Raven Queen is a fair mother, if not a loving one. When the shadar-kai called upon her in ancient times, she answered. She still does. While she spares little love, she also never demands the love of her children. Almost all shadar-kai revere the Raven Queen, but each shadar-kai is free to choose his or her destiny and way of life, including religion.<br><br><b>Shadar-kai Characteristics</b>: Ambitious, bloodthirsty, detached, excessive, grim, intrepid, rash, ruthless, sinister, thrill-seeking, unconventional, violent, zealous<br><br><b>Shadar-kai Male Names</b>: Albrek, Baden, Codren, Emul, Horiam, Hutahn, Ioan, Lucyan, Mahahn, Niku, Ovid, Petru, Razvahn, Serbahn, Shathys, Teodahr, Vasylay, Zahar<br><b>Shadar-kai Female Names</b>: Afyn, Anka, Bahnka, Codruta, Doru, Dyon, Floahr, Ghita, Helayna, Ioana, Jenit, Katryn, Lucya, Markella, Nadya, Roduka, Sahyeh, Tabita, Yalda, Zyna<br><p class=publishedIn>Published in Dragon Magazine 372, page(s) 5.</p>","race66":"<h1 class=player>Svirfneblin</h1><i>Subterranean gnomes dedicated to community who make strong bonds of friendship</i><br><p class=flavor><b>RACIAL TRAITS</b></p><blockquote><b>Average Height</b>: 3'2\" - 3'6\"<br><b>Average Weight</b>: 55 - 80<br><br><b>Ability scores</b>: +2 Wisdom, +2 Constitution or +2 Strength<br><b>Size</b>: Small<br><b>Speed</b>: 5 squares. <br><b>Vision</b>: Darkvision<br><br><b>Languages</b>: Common, Deep Speech, Elven<br><b>Skill Bonuses</b>: +2 Dungeoneering, +2 Perception.<br><b>Earth Walk</b>: You ignore difficult terrain that is rubble, uneven stone, or an earthen construction.<br><b>Fey Origin</b>: Your ancestors were native to the Feywild, so you are considered a fey creature for the purpose of effects that relate to creature origin.<br><b>Stone Camouflage</b>: You have the stone camouflage power.<br><b>Under-dweller</b>: Dungeoneering is always a class skill for you.<br><br></blockquote><br><span class=power><h1 class=encounterpower>Stone Camouflage<span class=level>Svirfneblin Racial Utility </span></h1><p class=flavor><i>Your body becomes stony and magically blends with the terrain around you, making you harder to pinpoint.</i></p><p class=powerstat><b>Encounter</b> ✦     <b>Illusion</b><br><b>Minor Action</b>      <b>Personal</b> </p><p class=flavor><b>Effect</b>: You gain partial concealment until the end of your next turn, and you gain 5 temporary hit points.<br>    Level 11: 10 temporary hit points.<br>    Level 21: 15 temporary hit points.</p><br></span>Commonly referred to as deep gnomes, svirfneblin live primarily in the Underdark and rarely associate with their kindred on the surface. The two bloodlines separated so long ago that few similarities remain between them beyond a natural connection to magic. Many who don't understand the svirfneblin's way of life assume they are as dark and sinister as other creatures that live deep below the earth. For this reason, the “deep gnomes” must be vigilant against not only threats from their environment, but also from those who travel down from the surface. They have grown dour and insular by necessity, but they remain fundamentally good at heart. In a world of eternal darkness, where death lurks around every corner, a svirfneblin community provides a welcome contrast.<br>    The deep gnomes' muted expressions convey a sense of dreariness to most outsiders and certainly don't seem welcoming. Svirfneblin act standoffish to newcomers to protect their community, but anyone who gains their trust quickly learns they form close bonds of friendship. They focus on fulfilling their duties through hard work, either in the mines or around their settlement. In their off hours, svirfneblin enjoy telling stories in the company of their family and neighbors.<br>    Svirfneblin are a proud race that respects strength in numbers. They work well with others and value community over individual tastes. Constantly beset by threats, deep gnomes band together and form bonds of friendship that last a lifetime. They will die to protect the people they bond with.<br><br><h3>PHYSICAL QUALITIES</h3>At a distance, svirfneblin look much like their surface-dwelling cousins but are distinguishable by their generally darker skin and gaunt bodies. They have little body fat, which makes them appear emaciated. They are very short, slightly smaller than surface gnomes, and stand no more than 3½ feet tall. Females are taller than their male counterparts, though males are often stockier. Though they appear frail, svirfneblin are just as heavy as other gnomes. Their sturdy build results from the hard labor they undertake, which produces lots of muscle mass and a strong bone structure to support it.<br>    A svirfneblin's appearance is also unique to its community's Underdark (or Feydark) region. The skin color of deep gnomes varies according to the depth and location of their residences. In places where mineral-rich soil has formed veins of gray and black stone, svirfneblin populations have a darker skin tone. In areas where lava predominates, the gnomes' skin might display shades of maroon and brown.<br><br><h3>PLAYING A SVIRFNEBLIN</h3>When creating a svirfneblin adventurer, here are a few points to consider.<br>    You are a team player. Whenever a problem arises, you always advocate for everyone to be involved in the solution. You are eager to contribute your skills and knowledge to the discussion.<br>    Strength in numbers. An individual svirfneblin never confronts a physical threat alone unless forced. You understand the intrinsic value of a coordinated group attack against a superior challenge. You can help the team find the best way to tactically take down an opponent using all the resources available.<br>    You know the depths better than anyone. You know your way around the Underdark. You might not like that fact, but it is true nonetheless. Travelers, adventurers, and other Underdark denizens seek you out for your expertise. Even if you don't know the exact path, you know the ever-changing landscape of the Underdark. It is a living entity to you, and you understand how it lives, breathes, and operates.<br>    Thanks for noticing. You go about your life with pride in your people, your lineage, and your capabilities, but you can't shake the feeling that you aren't quite good enough. Having deserted or been forced to leave your community and clan, no longer having a designated place in a social order, you might sense that you've lost your purpose. This feeling might lead you to apologize for simple errors or go beyond the call of duty to prove yourself. The simplest compliment could mean the world to you.<br><br><b>Svirfneblin Characteristics</b>: Proud, meek, lonely, curious, solemn, dour, cynical<br><br><b>Svirfneblin Male Names</b>: Ashcoffer, Belwar, Boonler, Molgar, Sachelhoffen, Tassen, Victorbuff<br><b>Svirfneblin Female Names</b>: Anselway, Dollidor, Fansel, Gretzlynn, Juile, Polliwopple, Wailee<br><p class=publishedIn>Published in Into the Unknown: The Dungeon Survival Handbook, page(s) 46.</p>","race67":"<h1 class=player>Bozak Draconian</h1><br>Bozak draconians are widely regarded as some of the most dangerous soldiers that served under the Dark Queen. Their magical power is exceeded by the auraks and their physical strength is dwarfed by the sivaks, but the bozaks exist in far greater numbers. Their natural cleverness and magnetism make them trusted, effective, and intelligent leaders. Bozaks prefer the more destructive flavors of magic, such as elemental evocations, over the subtle spells employed by their aurak cousins.<br>    Bozaks are dangerous even in death, thanks to their tendency to explode and damage creatures around them at the moment of their demise. A slayer of a bozak draconian might find his or her own death with the sword's final stroke.<br>    On average, bozak draconians stand just over 6 feet tall and are covered in bronze scales. They have the most highly developed wings among the draconian subraces. Bozaks generally prefer light or no armor, because anything heavier interferes with their arcane gestures and flight.<br><br><h3>Roleplaying a Bozak Draconian</h3>When creating a draconian character, consider the following points.<br>    You are the boogeyman. Draconians have a well-deserved reputation as killers, conquerors, slavers, and bringers of war. To say that most people don't care for you is an understatement; you are likely reviled by all who behold you. It might take some impressive deeds to persuade members of other races to accept you as the individual you are, rather than just another typically brutal draconian.<br>    You are proud. Draconians verge on arrogance, certain of their superiority. In spite of their cruelty and vice, most draconians are as fearless and bold as their opponents. Even the staid and proper Knights of Solamnia bear a grudging respect for the courage and guile of their draconian foes.<br>    You must change. During the war, it was easy to follow the orders of your superiors and to give in to your baser instincts. You were at the top of the food chain, and the creatures you subjugated had to submit to you and your comrades in arms or risk being crushed and discarded. Now, the changing landscape has forced you to find a new path for which you are ill-prepared. You have been forced to acknowledge the shocking reality that your greatest changes are yet to come—if you truly wish to adapt and survive in this world.<br><br><h3>Bozak Draconian Benefits</h3>    <b>Arcane Blood: </b>The essence of your draconic forebears surges through your veins. Born to a legacy of arcane might, you have learned to augment your spells with this gift.<br>    <i>Benefits: </i>You gain a +1 racial bonus to the damage rolls of your arcane attack powers. This bonus increases to +2 at 11th level and +3 at 21st level. This benefit replaces Dragonborn Fury.<br>    <b>Instinctive Flight: </b>Although your wings are neither large enough nor strong enough to sustain flight for long, your battleground mobility is still quite extraordinary.<br>    <i>Benefits: </i>You gain a flight speed of 6 squares (altitude limit 1). You cannot use this fly speed if you are carrying more than a normal load. You must land at the end of your turn. This benefit replaces Draconic Heritage.<br>    <b>Concussive Vengeance: </b>You have learned to trigger your death throes prematurely as a last resort, through a mixture of self-discipline and arcane experimentation. Be wary, though—mimicking your death throes might well result in the genuine article.<br>    <i>Benefits: </i>You gain the concussive vengeance power. This benefit replaces Dragon Breath.<br><p class=publishedIn>Published in Dragon Magazine 421.</p>","race7":"<h1 class=player>Human</h1><i>Ambitious explorers, driven leaders, eager to master the world</i><br><p class=flavor><b>RACIAL TRAITS</b></p><blockquote><b>Average Height</b>: 5' 6\" - 6'2\"<br><b>Average Weight</b>: 135 - 220<br><br><b>Ability scores</b>: +2 to one ability score of your choice<br><b>Size</b>: Medium<br><b>Speed</b>: 6 squares. <br><b>Vision</b>: Normal<br><br><b>Languages</b>: Common, choice of one other<br><b>Bonus Feat</b>: You gain a bonus feat at 1st level. You must meet the feat's prerequisites.<br><b>Bonus Skill</b>: You gain training in one additional skill from your class skills list.<br><b>Human Defense Bonuses</b>: You gain a +1 racial bonus to Fortitude, Reflex, and Will.<br><b>Human Power Selection</b>: Choose an option for your human character.<br><i>Bonus At-Will Power</i>: You know one extra 1st level at-will attack power from your class.<br><i>Heroic Effort</i>: You have the heroic effort power.<br><br></blockquote><br><h1 class=encounterpower>Heroic Effort<span class=level>Human Racial Power</span></h1><p class=flavor><i>Your grim focus and unbridled energy means that failure is not an option.</i></p><p class=powerstat><b>Encounter</b><br><b>No Action</b>      <b>Personal</b> </p><p class=powerstat><b>Trigger</b>: You miss with an attack or fail a saving throw.</p><p class=flavor><b>Effect</b>: You gain a +4 racial bonus to the attack roll or the saving throw.</p><br><br><h3>PHYSICAL QUALITIES</h3>Humans come in a wide variety of heights, weights, and colors. Some humans have black or dark brown skin, others are as pale as snow, and they cover the whole range of tans and browns in between. Their hair is black, brown, or a range of blonds and reds. Their eyes are most often brown, blue, or hazel.<br>    Humans' attire varies wildly, depending on the environment and society in which they live. Their clothing can be simple, ostentatious, or anything in between. It's not unusual for several distinct human cultures to live side by side in a particular area and mingle. As a result, human armor, weaponry, and other items incorporate a variety of designs and motifs.<br>    Humans have average life spans of about seventy-five years, though some venerable members of the race live as long as ninety or more years.<br><br><h3>PLAYING A HUMAN</h3>Humans are decisive and sometimes rash. They explore the darkest reaches of the world in search of knowledge and power. They hurl themselves into danger, dealing with consequences as they arise. They act first and ponder later, trusting their will to prevail and their natural resourcefulness to see them through perilous situations.<br>    Humans always look to the horizon, seeking to expand their influence and their territory. They chase power and want to change the world, for good or for ill. Their settlements are among the brightest lights in a dark and untamed world, and humans constantly seek to explore new lands and settle new frontiers.<br>    Their self-reliance and bravery inclines humans toward martial classes such as fighter and rogue. They often prefer to find hidden reserves of strength in themselves rather than trust to the magic of wizards or clerics.<br>    That said, humans tend to be a pious race, worshiping the whole pantheon of gods. Their myths name no god as the creator of their race. Some tales say the gods worked together to create humans, infusing them with the best qualities of each race that had come before. Other tales say that humans were the creation of a god whose name is no longer known—a deity killed in the war against the primordials or assassinated by Asmodeus or Zehir.<br>    Humans are tolerant of other races, different beliefs, and foreign cultures. Most human settlements consist of diverse enclaves where different races live together in relative peace. The human empire of Nerath, the last great world power, united many different peoples and ruled the land for more than five hundred years before it collapsed about a century ago. Most of the human settlements that survived the empire's fall now stand as fortified bastions against the encroaching darkness. When elven forests are razed or dwarven mines overrun, the survivors often flee to the nearest human town or city for protection.<br>    Despite the far reach and power of Nerath, humans in the present day are a scattered and divided people. Dozens of small baronies, fiefdoms, and free city-states have arisen from Nerath's ruins, and many of these realms are petty, weak, and isolated. Tensions and misunderstandings can precipitate skirmishes, espionage, betrayal, and even open warfare between neighboring communities.<br><br><b>Human Characteristics</b>: Adaptable, ambitious, bold, corruptible, creative, driven, hardy, pragmatic, resourceful, territorial, tolerant<br><br><b>Human Male Names</b>: Alain, Alek, Benn, Brandis, Donn, Drew, Erik, Gregg, Jonn, Kris, Marc, Mikal, Pieter, Quinn, Regdar, Samm, Thom, Wil<br><b>Human Female Names</b>: Ana, Cassi, Gwenn, Jenn, Kat, Keira, Luusi, Mari, Mika, Miri, Shawna, Stasi, Zanne <br><p class=publishedIn>Published in Player's Handbook, page(s) 46, Heroes of the Fallen Lands, page(s) 272, Heroes of the Forgotten Kingdoms, page(s) 264.</p>","race27":"<h1 class=player>Longtooth Shifter</h1><i>Ferocious heirs of the wild, the perfect fusion of civilized race and wild beast</i><br><p class=flavor><b>RACIAL TRAITS</b></p><blockquote><b>Average Height</b>: 5'7\" - 6'0\"<br><b>Average Weight</b>: 130 - 180<br><br><b>Ability scores</b>: +2 Strength, +2 Wisdom<br><b>Size</b>: Medium<br><b>Speed</b>: 6 squares. <br><b>Vision</b>: Low-light<br><br><b>Languages</b>: Common, choice of one other<br><b>Skill Bonuses</b>: +2 Athletics, +2 Endurance.<br><b>Longtooth Shifting</b>: You have the longtooth shifting power.<br><br></blockquote><br><span class=power><h1 class=encounterpower>Longtooth Shifting<span class=level>Longtooth Shifter Racial Power</span></h1><p class=flavor><i>You unleash the beast within and take on a savage countenance.</i></p><p class=powerstat><b>Encounter</b> ✦     <b>Healing</b><br><b>Minor Action</b>      <b>Personal</b> </p><p class=flavor><b>Requirement</b>: You must be bloodied.</p><p class=powerstat><b>Effect</b>: Until the end of the encounter, you gain a +2 bonus to damage rolls. In addition, while you are bloodied, you gain regeneration 2.<br>Level 11: Regeneration 4.<br>Level 21: Regeneration 6.</p><br></span>Shifters are fierce hunters strongly influenced by their animal nature. Though they can't fully change shape as their lycanthrope ancestors can, shifters do become more bestial during the heat of battle, calling on the primal power of the beast within.<br><br>Play a Longtooth Shifter if you want...<br>✦    to tap into bestial strength or speed in battle.<br>✦    to be a character in tune with your primal savage nature.<br>✦    to be a member of a race that favors the druid, fighter, ranger, and warden classes.<br><br><h3>PHYSICAL QUALITIES</h3>In broad strokes, shifters resemble humans with animalistic features. Their bodies are lithe and strong, and they often move in a crouched posture, springing and leaping along the ground. Their faces have a bestial cast, with wide, flat noses, large eyes and heavy eyebrows, pointed ears, and long sideburns. The hair of their heads is thick and worn long. Shifter skin and hair are usually some shade of brown.<br>Longtooth shifters claim werewolves as ancestors and have a vaguely canine cast to their features that becomes much more pronounced when they use their longtooth shifting power. Razorclaw shifters are descended from weretigers and are more catlike, particularly when using razorclaw shifting.<br>Shifters live about as long as humans.<br><br><h3>PLAYING A LONGTOOTH SHIFTER</h3>Shifters are strongly influenced by their animal natures. They think and act like predators, conceiving of most activities in terms of hunting and prey. Longtooth shifters are drawn to a pack of companions, whether that's a family group or an adventuring party. They work well as part of a team in combat, coordinating their attacks with their allies and coming to the aid of beleaguered friends. They're drawn to the leader and defender roles, and they make excellent clerics, fighters, paladins, and wardens.<br>Razorclaw shifters are more independent, self-reliant, and adaptable. They're no less devoted to their adventuring companions, but they trust their allies to take care of themselves, and they strive to carry their own weight in the group. They're more inclined to be strikers or controllers, and they favor classes such as avenger, druid, ranger, and rogue.<br>Historically, most shifters dwelled in nomadic bands in plains and forests far removed from cities and towns. Since the fall of Nerath, however, the increasing dangers of the wilds have driven many shifters into closer proximity to human and elf communities. Some shifters have adapted smoothly to this change, carving niches for themselves as trappers, hunters, fishers, trackers, guides, or military scouts. Others have a much harder time fitting in. Shifters who feel alienated from the plains and forests they love sometimes take up the adventuring life as a way of escaping the confines of city walls and returning to nature. Some shifters, though, turn to a life of crime, preying on the residents of their new homes like the hunters they are.<br><br><b>Longtooth Shifter Characteristics</b>: Active, alert, fierce, freespirited, intuitive, perceptive, predatory, self-reliant, unrestrained, wild<br><br><b>Longtooth Shifter Male Names</b>: Ash, Brook, Claw, Cliff, Flint, Frost, River, Rock, Storm, Thorn, Tor<br><b>Longtooth Shifter Female Names</b>: Aurora, Autumn, Dawn, Hazel, Iris, Lily, Rain, Rose, Summer<br><p class=publishedIn>Published in Player's Handbook 2, page(s) 16.</p>","race47":"<h1 class=player>Revenant</h1><i>Resilient souls returned from death to do the work of Fate</i><br><p class=flavor><b>RACIAL TRAITS</b></p><blockquote><b>Average Height</b>: 5'5\" - 6'2\"<br><b>Average Weight</b>: 100 - 200<br><br><b>Ability scores</b>: +2 Dexterity, +2 Charisma or +2 Constitution<br><b>Size</b>: Medium<br><b>Speed</b>: 6 squares. <br><b>Vision</b>: Low-light vision<br><br><b>Languages</b>: Common, choice of one other<br><b>Skill Bonuses</b>: +2 Endurance, +2 Intimidate.<br><b>Dark Reaping</b>: You have the dark reaping power.<br><b>Past life</b>: Select a race other than revenant. You are also considered a member of that race for the purpose of meeting prerequisites, such as feat or paragon path prerequisites.<br><b>Undead</b>: You are considered an undead creature for the purpose of effects that relate to the undead keyword. You are also considered a living creature.<br><b>Unnatural Vitality</b>: When you drop to 0 hit points or fewer and are subjected to the dying condition, you can choose to be dazed, instead of falling unconscious. You make death saving throws as normal, and if you fail one, you fall unconscious instead of being dazed.<br><br></blockquote><br><span class=power><h1 class=encounterpower>Dark Reaping<span class=level>Revenant Racial Utility </span></h1><p class=flavor><i>You use one death as the seed to sow more destruction.</i></p><p class=powerstat><b>Encounter</b> ✦     <b>Necrotic</b><br><b>Free Action</b>  </p><p class=powerstat><b>Trigger</b>: A creature within 5 squares of you is reduced to 0 hit points</p><p class=flavor><b>Effect</b>: One creature of your choice that you hit with an attack before the end of your next turn takes extra necrotic damage equal to 1d8 + your Constitution modifier or Charisma modifier.</p><br>Update (9/29/2011)<br>Changed in October 2011 update.<br><br></span><h3>PHYSICAL QUALITIES</h3>Revenants are souls of the dead returned to a semblance of life by the Raven Queen or some other agency of the afterlife. Revenants do not appear as undead horrors or even anything like their former selves. When the Raven Queen reincarnates souls, they exist as her special creations, and they have the bodies of her choosing and creation. In this way, such souls are always marked as representatives of the Raven Queen's power. They emerge from the shadow of death fully formed and fully grown, set to handle whatever tasks they have been returned to deal with.<br>    A revenant has a body that is slender for his or her height, but this form possesses an uncanny toughness that contradicts the apparent build. Revenants have the same range of complexions as humans, but a revenant's skin is ashen and the features are sunken. Eyes are most commonly solid black with a single point of red light burning within them, but other eerie eye colors—including yellow, white, silver, and gold—are not uncommon. In some cases, the eyes glow with a ghostly light. Revenants' hair typically ranges from black through shades of gray to white. Revenants can grow facial hair, and males often have beards or mustaches that accentuate their ashen countenances.<br>    A revenant's face and skin clearly set a member of this race apart from other humanoids. A revenant's visage has a masklike quality that can be disturbing to mortal beings. Rough, dark scales appear on the flesh near the ends of a revenant's limbs, marking the revenant as one of those the Raven Queen has allowed back into the world of the living. A revenant's extremities end in strong, black fingernails and toenails that resemble claws.<br><br><h3>PLAYING A REVENANT</h3>Death usually represents the gateway to the afterlife or the end of a natural existence. Sometimes, however, death can be just the beginning. For some select individuals, the Raven Queen or another agency of death bars passage to the next stage of existence, turning a soul back toward the natural world. In such instances, fate has other plans.<br>    A revenant arises not as an aimless corpse but as the embodiment of a lost soul given new purpose. Such a creature walks in two worlds. While the revenant moves among the living, it also exists in the shadows, haunted by the vague memories of a life it no longer possesses.<br>    Revenants do not build settlements or share a common culture as is customary of the other races. The only attributes that connect these living undead are a set of common physical characteristics and a similar origin and destiny. In all cases, a revenant is purposefully returned to the natural world after succumbing to a cessation of life. Dead, but unable to find its way to whatever waits beyond death's dark gates, the once-living soul is reconstituted as a revenant.<br>    The gods of death and fate often require agents in the natural world, and they don't always have enough exarchs or aspects to deal with all the work they seek to accomplish. For this reason, revenants are called into existence. However, the rules governing the gods and how they can intrude upon the natural world are often mysterious and seemingly contradictory to mere mortals. For this reason, it seems that revenants enter the world without clear directions or even full memories of the life they once lived.<br>    Revenants often appear in adult form, fully grown and instinctively capable of dealing with the world around them. Most awaken in a place of the dead, such as a graveyard or a crypt, with only vague memories of whatever went before and usually with a driving compulsion to accomplish some partially remembered task or vaguely defined quest.<br>    Most revenants remember only fragments of the life they lived before, as well as snatches of a peaceful darkness that immediately preceded their return to the world. Some need time to come to grips with the fragmented memories and driving compulsions. Others take to their new existence easily and without too much analysis and soul-searching. Many recall a woman's voice, soft and melodious, not unlike the gentle flutter of black-feathered wings, that follows them out of the shadows and back to the wakefulness of the natural world. The words are gentle but insistent, and often the source of any compulsion that a revenant experiences upon returning to life. Although each revenant returns to the world in a different way, most recall words that drifted out of the darkness with them. “Arise, my champion,” the voice demands of them. “There is work to do.”<br><br><b>Revenant Characteristics</b>: Agile, cold, determined, fearsome, hard-bitten, noble, pragmatic, tragic<br><br><b>Revenant Male Names</b>: Bane, Carver, Dredge, Erak, Riven, Rook, Scourge, Sever, Snipe, Wrath<br><b>Revenant Female Names</b>: Blessed, Charm, Fable, Ire, Lash, Nihil, Raven, Sunder, Vengeance<br><p class=publishedIn>Published in Dragon Magazine 376, page(s) 35, Heroes of Shadow, page(s) 116.</p>","race68":"<h1 class=player>Kapak Draconian</h1><br>Like their bozak cousins, kapak draconians also stand just over 6 feet tall, though their scales are coppery rather than bronze. Bozaks have the overall shape of burly humans, whereas the sinewy kapaks have serpentine features with long limbs and torsos.<br>    Kapaks have a reputation for being vicious in their dealings with other races and are well known for bullying creatures smaller and weaker than themselves. The wisest among them have learned the value of avoiding attention, and those kapaks are more dangerous for their slyness.<br>    The kapaks are widely regarded as the fastest and most agile of the draconians. Their impressive speed is far from their most dangerous attribute. Glands underneath their tongues secrete a paralyzing toxin with which they can poison their weapons.<br>    Like all draconians, they are capable of killing even as they meet their own fate. When kapak draconians die, they immediately dissolve into a pool of highly caustic acid, inflicting horrible burns upon the unwary.<br><br><h3>Roleplaying a Kapak Draconian</h3>When creating a draconian character, consider the following points.<br>    You are the boogeyman. Draconians have a well-deserved reputation as killers, conquerors, slavers, and bringers of war. To say that most people don't care for you is an understatement; you are likely reviled by all who behold you. It might take some impressive deeds to persuade members of other races to accept you as the individual you are, rather than just another typically brutal draconian.<br>    You are proud. Draconians verge on arrogance, certain of their superiority. In spite of their cruelty and vice, most draconians are as fearless and bold as their opponents. Even the staid and proper Knights of Solamnia bear a grudging respect for the courage and guile of their draconian foes.<br>    You must change. During the war, it was easy to follow the orders of your superiors and to give in to your baser instincts. You were at the top of the food chain, and the creatures you subjugated had to submit to you and your comrades in arms or risk being crushed and discarded. Now, the changing landscape has forced you to find a new path for which you are ill-prepared. You have been forced to acknowledge the shocking reality that your greatest changes are yet to come—if you truly wish to adapt and survive in this world.<br><br><h3>Bozak Draconian Benefits</h3>    <b>Instinctive Flight: </b>Although your wings are neither large enough nor strong enough to sustain flight for long, your battleground mobility is still quite extraordinary.<br>    <i>Benefits: </i>You gain a flight speed of 6 squares (altitude limit 1). You cannot use this fly speed if you are carrying more than a normal load. You must land at the end of your turn. This benefit replaces Draconic Heritage.<br>    <b>Murderous Eye: </b>You instinctively exploit your foe's weakness.<br>    <i>Benefits: </i>You have combat advantage against enemies that are slowed, immobilized, or weakened. This benefit replaces Dragonborn Fury.<br>    <b>Sinuous Agility: </b>Your movements are quick and precise, your lean muscles a study in economy.<br>    <i>Benefits: </i>You gain a +2 bonus to your Dexterity and Charisma ability scores. This benefit replaces the normal racial ability score bonuses for dragonborn.<br>    <b>Caustic Heritage: </b>You have poison in your mouth and acidic blood.<br>    <i>Benefits: </i>You gain the toxic saliva and acidic revenge powers. This benefit replaces Dragon Breath.<br><p class=publishedIn>Published in Dragon Magazine 421.</p>","race8":"<h1 class=player>Tiefling</h1><i>Cursed heirs of a shattered empire who live in the shadows, but do not fear the dark.</i><br><p class=flavor><b>RACIAL TRAITS</b></p><blockquote><b>Average Height</b>: 5' 6\" - 6' 2\"<br><b>Average Weight</b>: 140 - 230<br><br><b>Ability scores</b>: +2 Charisma, +2 Constitution or +2 Intelligence<br><b>Size</b>: Medium<br><b>Speed</b>: 6 squares. <br><b>Vision</b>: Low-light<br><br><b>Languages</b>: Common, choice of one other<br><b>Skill Bonuses</b>: +2 Bluff, +2 Stealth.<br><b>Bloodhunt</b>: You gain a +1 racial bonus to attack rolls against bloodied enemies.<br><b>Fire Resistance</b>: You have fire resistance equal to 5 + one-half your level.<br><b>Infernal Wrath</b>: You have the infernal wrath power.<br><br></blockquote><br><span class=power><h1 class=encounterpower>Infernal Wrath<span class=level>Tiefling Racial Power</span></h1><p class=flavor><i>You call upon the hellfire burning in your soul to punish your enemy.</i></p><p class=powerstat><b>Encounter</b>   ✦     <b>Fire</b><br><b>Free Action</b>      <b>Close</b> burst 10</p><p class=powerstat><b>Trigger</b>: An enemy within 10 squares of you hits you.</p><p class=powerstat><b>Target</b>: The triggering enemy in the burst</p><p class=flavor><b>Effect</b>: The target takes 1d6 + Intelligence modifier or Charisma modifier fire damage.<br>    Level 11: 2d6 + Intelligence modifier or Charisma modifier fire damage.<br>    Level 21: 3d6 + Intelligence modifier or Charisma modifier fire damage.<br></p><br>Update (11/16/2010)<br>Updated to match Essentials data.<br><br></span><h3>PHYSICAL QUALITIES</h3>The appearance of tieflings testifies to their infernal bloodline. They have large horns; thick, nonprehensile tails that range in length from four to five feet; sharply pointed teeth; and eyes that are solid orbs of black, red, white, silver, or gold. Their skin color covers the whole human range and also extends to reds, from a ruddy tan to a brick red. Their hair, cascading down behind their horns, is as likely to be dark blue, red, or purple as more common human colors.<br>    Tieflings favor dark colors and reds, leathers and glossy furs, small spikes and buckles. Tiefling-crafted arms and armor often have an archaic style, harkening back to the glory of their long-vanished empire.<br>    Tieflings have the same life spans and general aging patterns as humans.<br><br><h3>PLAYING A TIEFLING</h3>Heirs to an ancient, infernal bloodline, tieflings have no realms of their own but instead live within human kingdoms and cities. They are descended from human nobles who bargained with dark powers, and whose empire once subjugated half the world. But the empire was cast down into ruin, and tieflings were left to make their own way in a world that often fears and resents them.<br>    Hundreds of years ago, the leaders of the human empire of Bael Turath made pacts with devils to solidify their hold over its enormous territory. Those humans became the first tieflings, and they governed their empire in the name of their infernal masters. In time, Bael Turath came into conflict with Arkhosia, the ancient empire of the dragonborn, and decades of warfare left both empires in ruins. Bael Turath's grand capital was thrown down in ruin.<br>    Following the collapse of their empire, the tieflings were scattered. Bearing the infernal visage that was the mark of their pact with the forces of darkness, they found a cold and sometimes deadly welcome in the humanoid societies to which they fled. Once a powerful people with a strong nobility, the tieflings were reduced to little more than vagabonds. Their population dwindled, and for many decades, the survivors of Bael Turath were in danger of being wiped out and forgotten.<br>    Over time, however, the last of the great Turathi nobles began to reclaim their place in the world. Cautiously earning the trust of other peoples, the descendants of those nobles began to spread into human communities that were willing to allow them to live in peace, and the tiefling race was reborn. In the present age, tieflings are less common than many other races, but their numbers grow stronger with each generation.<br><br><b>Tiefling Characteristics</b>: Cunning, disquieting, imposing, mysterious, proud, rebellious, self-reliant, sinister, sly, unconventional<br><br><b>Tiefling Male Names</b>: Akmenos, Amnon, Art, Barakas, Carrion, Chant, Damakos, Despair, Ekemon, Fear, Gladness, Hope, Iados, Ideal, Kairon, Leucis, Melech, Morthos, Music, Nowhere, Open, Pelaios, Poetry, Quest, Random, Reverence, Skamos, Sorrow, Therai, Torment, Weary<br><b>Tiefling Female Names</b>: Akta, Art, Bryseis, Carrion, Chant, Damaia, Despair, Ea, Fear, Gladness, Hope, Ideal, Kallista, Lerissa, Makaria, Music, Nemeia, Nowhere, Open, Orianna, Phelaia, Poetry, Quest, Random, Reverence, Rieta, Sorrow, Torment, Weary<br><br>Update (11/16/2010)<br>Updated to match Essentials data.<br><br><p class=publishedIn>Published in Player's Handbook, page(s) 48, Heroes of the Forgotten Kingdoms, page(s) 270.</p>","race28":"<h1 class=player>Warforged</h1><i>Built for a war that has ended, searching for purpose</i><br><p class=flavor><b>RACIAL TRAITS</b></p><blockquote><b>Average Height</b>: 6'0\" - 6'6\"<br><b>Average Weight</b>: 270 - 300<br><br><b>Ability scores</b>: +2 Constitution, +2 Intelligence or +2 Strength<br><b>Size</b>: Medium<br><b>Speed</b>: 6 squares. <br><b>Vision</b>: Normal<br><br><b>Languages</b>: Common<br><b>Skill Bonuses</b>: +2 Endurance, +2 Intimidate.<br><b>Living Construct</b>: You are a living construct. You do not need to eat, drink, breathe, or sleep. You never make Endurance checks to resist the effect of starvation, thirst, or suffocation. All other conditions and effects affect you normally.<br><b>Unsleeping Watcher</b>: You do not sleep and instead enter a state of inactivity for 4 hours to gain the benefits of an extended rest. While in this state, you are fully aware of your surroundings and notice approaching enemies and other events as normal.<br><b>Warforged Mind</b>: You have a +1 racial bonus to your Will.<br><b>Warforged Resilience</b>: You have a +2 racial bonus to saving throws against ongoing damage. Also, when you make a death saving throw, you can take the better result of your die roll or 10.<br><b>Warforged Resolve</b>: You have the warforged resolve power.<br><br></blockquote><br><span class=power><h1 class=encounterpower>Warforged Resolve<span class=level>Warforged Racial Power</span></h1><p class=flavor><i>It's difficult to take you down, even when you're faltering.</i></p><p class=powerstat><b>Encounter</b> ✦     <b>Healing</b><br><b>Minor Action</b>      <b>Personal</b> </p><p class=flavor><b>Effect</b>: You gain a number of temporary hit points equal to 3 + one-half your level and can make a saving throw against one effect on you that deals ongoing damage. If you are bloodied, you also regain hit points equal to 3 + one-half your level.</p><br></span>Created as soldiers for the Last War, warforged are artificial humanoids who are intelligent and selfaware. Without a war to fight, freed of their creators, and with no heritage or culture of their own, warforged are searching for a place in the world.<br><br>Play a Warforged if you want...<br>✦    to be strong, tough, and built for battle.<br>✦    to be a creature searching for the meaning of your existence.<br>✦    to be a member of a race that favors the fighter, barbarian, warden, and paladin classes.<br><br><h3>PHYSICAL QUALITIES</h3>Warforged are bulky humanoids covered in plates of metal and stone. A skeleton of these materials supports woody fiber bundles that comprise a warforged's muscular system. Warforged bodies have an internal network of tubes filled with a bloodlike fluid that nourishes and lubricates their systems. Their powerful arms end in hands that each have two fingers and one thumb, and each of their feet has two broad toes.<br><br>Warforged heads have simple humanlike features. They have heavy brows, hinged toothless jaws, and no noses. A warforged's eyes sometimes glow when he or she experiences certain intense emotions. The forehead of each warforged bears a unique rune called a ghulra. These ghulra help give warforged a sense of individuality.<br><br>Warforged possess an artificial and relatively sexless shape. They don't reproduce like other humanoids. A warforged can modify its body, adding and removing limbs as necessary. A warforged feels pain only from real injury. These physical modifications allow warforged to vary in appearance as much as any other humanoids.<br><br><h3>PLAYING A WARFORGED</h3>Warforged have a straightforward emotional range. Although they experience pain, fear, hatred, and anger like other races, they are reserved and pensive, hiding emotions behind expressionless metal faces. Some warforged lack introspection and are dangerously naïve or emotionally stunted. Many warforged are the opposite, though. They question the purpose of their existence and consider whether or not they have souls. A few warforged develop sophisticated philosophies about what they perceive and learn. Many warforged fall in with humanoids of similar mindsets, working passionately for an organization or a religion. A warforged typically forms a strong emotional attachment to a small group of comrades.<br><br>A warforged often has limited experiences in the world, having spent its existence assigned to one specific duty. Warforged enjoy working, and many create endless lists of goals and chores. They take pride in their jobs, and they dislike idleness and failure more than most races do. A warforged's sensibilities give it a single-minded efficiency with any task, particularly in combat. War and military conditioning color warforged behavior. Warforged intuitively understand duty, conflict, the chain of command, and other elements of war and soldierly life. Because most warforged have bodies that resemble males, they identify themselves as males and prefer to be called “he” rather than “it.” Some warforged adopt female names, though. Most warforged have simple names related to their jobs, abilities, or military positions. Warforged often accept the names or the nicknames that their comrades give them, although some search long for particular names that define them. Many simply take names common within another race, especially those of humans.<br><br><b>Warforged Characteristics</b>: Aggressive, alert,brave, curious, forthright, industrious, loyal, methodical, naïve, practical, reserved, simple<br><br><b>Warforged Names</b>: Azm, Book, Bulwark, Cart, Cutter, Falchion, Graven, Hammer, Mark, Morg, Nameless, Pierce, Pious, Relic, Rune, Steeple, Three, Titan, Unsung, Victor, Watcher, Zealot<br><p class=publishedIn>Published in Eberron Player's Guide, page(s) 32.</p>","race49":"<h1 class=player>Shardmind</h1><i>Raw psionic energy barely contained in a body of gleaming crystalline shards</i><br><p class=flavor><b>RACIAL TRAITS</b></p><blockquote><b>Average Height</b>: 5' 9\" - 6' 2\"<br><b>Average Weight</b>: 180 - 230<br><br><b>Ability scores</b>: +2 Intelligence, +2 Charisma or +2 Wisdom<br><b>Size</b>: Medium<br><b>Speed</b>: 6 squares. <br><b>Vision</b>: Normal<br><br><b>Languages</b>: Common, Deep Speech, choice of one other<br><b>Skill Bonuses</b>: +2 Arcana, +2 Endurance, +2 to choice of one other.<br><b>Crystalline Mind</b>: You have resist 5 psychic. The resistance increases to 10 at 11th level and 15 at 21st level.<br><b>Immortal Origin</b>: Your spirit is native to the Astral Sea, so you are considered an immortal creature for the purpose of effects that relate to creature origin.<br><b>Living Construct</b>: You are a living construct. You do not need to eat, drink, breathe, or sleep. You never make Endurance checks to resist the effect of starvation, thirst, or suffocation. All other conditions and effects affect you normally.<br><b>Shard Swarm</b>: You have the shard swarm power.<br><b>Telepathy</b>: You can communicate telepathically with any creature within 5 squares of you that has a language.<br><br></blockquote><br><span class=power><h1 class=encounterpower>Shard Swarm<span class=level>Shardmind Racial Power</span></h1><p class=flavor><i>You loosen your mental grip on your physical form, distracting your foes with a swarm of shards. You then re-form elsewhere.</i></p><p class=powerstat><b>Encounter</b> ✦     <b>Teleportation</b><br><b>Move Action</b>      <b>Close</b> burst 1</p><p class=powerstat><b>Target</b>: Each enemy in the burst</p><p class=flavor><b>Effect</b>: Each target grants combat advantage to you until the end of your next turn. You then teleport half your speed.</p><br></span>Shardminds are sentient fragments of the Living Gate, which once stood at the pinnacle of the intricate lattice of the Astral Sea. Beyond that gate lay the alien Far Realm, and the gate's destruction during the Dawn War resulted in the rise of the mind flayer empire. Though Ioun's power holds the portal closed, shardminds seek to rebuild the gate and forever cut off the Far Realm's ability to influence the world.<br><br>Play a Shardmind if you want...<br>• to play a strange, intellectual character who has a strong psionic flavor.<br>• to embody an ancient history that makes you an enemy of the Far Realm and its denizens.<br>• to be a member of a race that favors the psion, wizard, and invoker classes.<br><br><h3>PHYSICAL QUALITIES</h3>Shardminds are crystalline creatures consisting of hundreds of small shards of translucent green, white, red, or amber crystal assembled into humanoid form and animated by a force of pure psionic energy. Shardminds choose their forms to mimic the shapes of humanoids; some take on forms that seem more masculine, while others appear more feminine. A shardmind's animating force glows dimly from within each of its component shards, emanating most brightly from where the eyes of a natural humanoid would be. This inner light sheds dim light in a shardmind's space, but a shardmind individual can squelch the light with an instant's concentration—in order to hide in the dark, for example.<br><br>The crystalline fragments making up a shardmind's body are in constant, silent motion, almost like the circulation of blood. When a shardmind is stunned or unconscious, it might lose control of the tight mental reins that keep its body in humanoid form, a few shards slipping free into orbits around its body until the shardmind regains control.<br><br>Shardminds are living creatures only in the loosest sense. Their crystalline bodies require no sustenance, and they don't breathe. They don't need sleep, though they must still rest for six hours to gain the benefits of an extended rest. They don't have gender and don't reproduce, but the shardminds alive today aren't the same ones that sprang to life during the Dawn War. Shardminds say that the Living Gate shattered into countless fragments, and each time an awakened shardmind is killed, another one somewhere in the universe stirs to consciousness.<br><br><h3>PLAYING A SHARDMIND</h3>Shardminds are fragments of pure thought given life and substance. They are logical, emotionally distant, and naive to the ways of society in the world. Some approach life with innocent curiosity, eager to embrace the wealth of experiences the world has to offer, while others remain reserved and aloof, bearing a higher purpose in mind at all times. Though they often seem dispassionate, when a strong emotion seizes them, they experience it powerfully. For example, shardminds don't get annoyed; they become enraged.<br><br>Although the race as a whole shares a common goal of rebuilding the Living Gate, several philosophies disagree on how to accomplish that goal. The three most important sects are the Thought Builders, the God Shards, and the Shard Slayers. See “Shardmind Backgrounds” for more information about each philosophy.<br><br><b>Shardmind Characteristics</b>: Detached, insightful, intellectual, logical, thoughtful, volatile<br><br><b>Shardmind Names</b>: Amata, Arshaka, Arwia, Balashi, Bashanu, Belessunu, Dipana, Erishti, Eshunu, Hunzu, Iltani, Ishmea, Kuaya, Kubaba, Kuri, Manishtu, Naram, Nuraya, Seluku, Tabni, Ubashu, Utua, Zakiti<br><p class=publishedIn>Published in Player's Handbook 3, page(s) 12.</p>","race69":"<h1 class=player>Tinker Gnome</h1><br><p class=flavor><b>RACIAL TRAITS</b></p><blockquote><b>Average Height</b>: 2'8\" - 3'3\"<br><b>Average Weight</b>: 44 - 55<br><br><b>Ability scores</b>: +2 Intelligence, +2 Constitution or +2 Dexterity<br><b>Size</b>: Small<br><b>Speed</b>: 5 squares. <br><b>Vision</b>: Low-light<br><br><b>Languages</b>: Common, choice of one other<br><b>Skill Bonuses</b>: +2 Arcana, +2 Thievery.<br><b>Lab Conditioning</b>: You have the lab conditioning power.<br><b>Quick Fix</b>: You can make Arcana checks to disable, identify, or sense magical phenomena, and Thievery checks to pick locks or to disable or identify devices, as a minor action instead of a standard action. But if you do so, your haste causes you to take a -4 penalty to the check.<br><b>Use What's at Hand</b>: You gain proficiency with improvised weapons other than unarmed attacks.<br><br></blockquote><br><span class=power><h1 class=encounterpower>Lab Conditioning<span class=level>Tinker Gnome Racial Utility </span></h1><p class=flavor><i>When the experiment goes awry, you know how to get out of the way of the results.</i></p><p class=powerstat><b>Encounter</b><br><b>Immediate Reaction</b>      <b>Personal</b> </p><p class=powerstat><b>Trigger</b>: An area or close attack hits or misses you, or any attack misses you.</p><p class=flavor><b>Effect</b>: If you take any damage from the attack, halve that damage. You then shift up to half your speed.</p><br></span>No one is precisely sure where tinker gnomes originated, since most of their earliest records were destroyed in a fire resulting from dubious experiments in advanced record-keeping technology. Despite this event, most tinker gnomes insist that they can trace the personages and events surrounding their family lines all the way back to their creation by the god Reorx. This assertion suggests that entire swaths of tinker gnome history are the product of sheer invention. To anyone who knows tinker gnomes, such a hypothesis seems a strong possibility.<br>    Tinker gnomes are industrious to the extreme, exhibiting an obsessive need to build and redesign devices to help with every facet of their hectic lives. These gnomes challenge the limits of their world's scientific and magical knowledge on a daily basis. The average tinker gnome generally regards those few members of the race who are uninterested in technology as either lazy or insane, since satisfaction with the status quo and reliance on mundane solutions is nearly unheard of in tinker gnome society.<br>    Though all tinker gnomes have a penchant for invention and engineering, relatively few are truly gifted in this area. The bulk of gnomish experimentation relies on trial and error, and most gnomes cheerfully acknowledge that the majority of their efforts end in failure. This fact does not disturb them, however; they are always ready to move onward to their next pet project.<br><br><h3>PHYSICAL QUALITIES</h3>Tinker gnomes average about three feet in height, and around fifty pounds in weight—slightly stout, but still nimble. Their hair is fine and pale—usually platinum blond or white—and most of the males grow luxuriant beards and mustaches. Tinker gnomes' skin comes in varying shades of tan, and wrinkles develop at an early age.<br>    When on the job or traveling, tinker gnomes prefer to wear heavily modified thick leather aprons festooned with all manner of small tools. A tinker gnome is always prepared to make improvements, no matter the situation.<br><br><h3>PLAYING A TINKER GNOME</h3>Here are a few points to consider when creating a tinker gnome character.<br>    There is always a better way. Every task, no matter how mundane or minute, can be improved through study, industry, and creativity. Why use a mousetrap when you can design and build a Wind-Powered Troublesome Rodent Detection and Humane Extermination Automaton? True, the beta test version incinerated your cousin's foot, but that's a small price to pay for a rodent-free laboratory, and he seems to like his new Footmatic Pulley-Driven Prosthetic just fine (when it works, anyway).<br>    Never forget your Lifequest. An important concept in tinker gnome society is the observance of the Lifequest. Every tinker has a Lifequest from birth, in addition to his or her normal duties and projects. Completion of the Lifequest safeguards the gnome and his or her bloodline, and it guarantees the gnome a place in the Afterlife. Lifequests are typically completed through the perfect development and understanding of a particular device. Few tinker gnomes have ever fulfilled a Lifequest.<br>    Invention exists for the sake of invention. The prevailing sentiment within tinker gnome society is that creating a perfectly functioning device runs counter to the underlying principles of progress and advancement. A device that fulfills its task without complication or need for improvement is a creative dead end—anathema for most tinker gnomes. Those whose devices work regularly are often subjected to ridicule—or even exile in extreme cases.<br><br><b>Tinker Gnome Characteristics</b>: Abrasive, cheerful, curious, disorganized, excitable, inventive, tenacious<br><br><b>Tinker Gnome Male Names</b>: Aerodyn, Cog, Conundrum, Dyffed, Gnimsh, Gnosh, Miggins, Saliman, Spanner<br><b>Tinker Gnome Female Names</b>: Angle, Cinder, Dana, Erg, Gnissa, Latitude, Mystie, Pepper, Zenith<br><p class=publishedIn>Published in Dragon Magazine 422.</p>"}